Repository: kaffepausse71/SKINBASE19
Catalog: script.games.rom.collection.browser/resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, fr_ca, it_it, nl_nl, pt_br, pt_pt

# #32858
source: Filter games with missing info
de_de: Nach fehlenden Infos filtern
el_gr: Φιλτράρισμα παιχνιδιών με ελλιπείς πληροφορίες
fr_ca: Filtre les jeux qui contiennent des infos manquantes
it_it: Filtra giochi con informazioni mancanti
nl_nl: Filter spellen met missende informatie
pt_br: Filtrar jogos que faltam informações
pt_pt: Filtrar jogos com info em falta

# #32900
source: RCB - Delete Rom Collection
de_de: RCB - Rom Collection löschen
el_gr: RCB - Διαγραφή Συλλογής Rom
fr_ca: RCB - Supprimer la collection de ROM
it_it: RCB - Cancella collezione di ROM
nl_nl: RCB - Verwijder Rom collectie
pt_br: RCB - Apagar Coleção de Rom
pt_pt: RCB - Apagar Colecção de Roms

# #32901
source: Removal Option
de_de: Lösch-Option
el_gr: Επιλογή Αφαίρεσης
fr_ca: Option de suppression
it_it: Opzioni rimozione
nl_nl: Verwijder optie
pt_br: Opção de remoção
pt_pt: Opção de Remoção

# #32902
source: Delete
de_de: Löschen
el_gr: Διαγραφή
fr_ca: Supprimer
it_it: Elimina
nl_nl: Verwijderen
pt_br: Excluir
pt_pt: Apagar

# #32950
source: Scan Artwork
de_de: Artwork scannen

# #32952
source: Artwork Type
de_de: Artwork Typ

# #32953
source: Caching Artwork for Rom Collection
de_de: Artwork für Rom Collection zwischenspeichern

# #32954
source: Scan Artwork for Rom Collection
de_de: Artwork für Rom Collection scannen

# #32955
source: Scan Artwork for Game
de_de: Artwork für Spiel scannen

# #32139
source: Emulator
el_gr: Εξομοιωτής
fr_ca: Émulateur
it_it: Emulatore
pt_br: Emulador
pt_pt: Emulador

# #32153
source: local artwork
el_gr: τοπικές εικόνες
fr_ca: Illustrations locales
it_it: Artwork locale
nl_nl: lokale artwork
pt_br: arte local
pt_pt: artwork local

# #32154
source: local nfo
el_gr: τοπικές πληροφορίες
fr_ca: nfo local
it_it: nfo locale
nl_nl: Lokale nfo
pt_br: nfo local
pt_pt: nfo local

# #32182
source: %s Artwork (%s)
el_gr: Εικόνες %s (%s)
fr_ca: %s Illustrations (%s)
pt_br: %s Arte (%s)

# #32193
source: %s Artwork
el_gr: Εικόνες του %s
fr_ca: %s Illustrations
pt_br: %s Arte

# #32301
source: RCB skin
el_gr: Κέλυφος RCB
fr_ca: Habillage RCB
it_it: Skin RCB
nl_nl: RCB ontwerp
pt_br: Pele do RCB
pt_pt: Tema RCB

# #32302
source: Log level
el_gr: Επίπεδο αρχείου καταγραφής (log)
fr_ca: Niveau de la journalisation
it_it: Livello log
nl_nl: Log niveau
pt_br: nivel do log
pt_pt: Nível de log

# #32401
source: Genre
el_gr: Είδος
it_it: Genere
pt_br: Gênero
pt_pt: Género

# #32601
source: Rom Collection
el_gr: Συλλογή Rom
fr_ca: Collection de ROM
it_it: Collezione Rom
nl_nl: Rom collectie
pt_br: Coleção de Rom
pt_pt: Colecção de Roms

# #32613
source: Scraper
el_gr: Scraper 1
fr_ca: Extracteur 1
it_it: Scraper 1
nl_nl: Scraper 1
pt_br: Raspador 1
pt_pt: Colector 1

# #32638
source: Gameclient
el_gr: Πελάτης Παιχνιδιών
fr_ca: Client du jeu
nl_nl: Spelcliënt

# #32750
source: Region
el_gr: Περιοχή
fr_ca: Région
it_it: Regione
nl_nl: Regio
pt_br: Região
pt_pt: Região

# #32752
source: Controller
el_gr: Χειριστήριο
fr_ca: Contrôleur
pt_br: Controles
pt_pt: Controlador

# #32753
source: Rating
el_gr: Καταλληλότητα
fr_ca: Évaluation
it_it: Voto
nl_nl: Waardering
pt_br: Classificação
pt_pt: Avaliação

# #32999
source: Rom Collection Browser
el_gr: Περιήγηση Συλλογής Rom
fr_ca: Navigateur pour collections de ROM
it_it: Collezione Rom
nl_nl: Rom collectie Browser
pt_br: Navegador de Coleção de ROMs
