Repository: kaffepausse71/SKINBASE19
Catalog: script.games.rom.collection.browser/resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, fr_ca, it_it, nl_nl, pt_br, pt_pt

# #32000
source: Error: Can not access database.
de_de: Fehler: Datenbank kann nicht geöffnet werden.
el_gr: Σφάλμα: Αδυναμία πρόσβασης στη βάση δεδομένων.
fr_ca: Erreur : impossible d'accéder à la base de données.
it_it: Errore: Non posso accedere al database.
nl_nl: Fout: kan database niet benaderen.
pt_br: Erro: Não foi possível acessar o banco de dados.
pt_pt: Erro: Não foi possível aceder à base de dados

# #32001
source: Error while updating config.xml.
de_de: Fehler beim Update von config.xml.
el_gr: Σφάλμα κατά την ενημέρωση του config.xml.
fr_ca: Erreur lors de la mise à jour de config.xml.
it_it: Errore durante aggiornamento di config.xml
nl_nl: Fout tijdens het bijwerken van config.xml.
pt_br: Erro ao atualizar config.xml.
pt_pt: Erro ao actualizar o config.xml

# #32002
source: Error reading config.xml.
de_de: Fehler beim Lesen von config.xml.
el_gr: Σφάλμα κατά την ανάγνωση του config.xml.
fr_ca: Erreur lors de la lecture de config.xml.
it_it: Errore leggendo config.xml
nl_nl: Fout inlezen config.xml.
pt_br: Erro ao ler config.xml
pt_pt: Erro ao ler o config.xml

# #32003
source: Error: File config.xml does not exist.
de_de: Fehler: Datei config.xml existiert nicht.
el_gr: Σφάλμα: Το αρχείο config.xml δεν υπάρχει.
fr_ca: Erreur : le fichier config.xml n'existe pas.
it_it: Errore: il file config.xml non esiste
nl_nl: Fout: Bestand config.xml bestaat niet.
pt_br: Erro: Arquivo config.xml não existe.
pt_pt: Erro: O ficheiro config.xml não existe.

# #32004
source: Error: Could not read config.xml.
de_de: Fehler: Datei config.xml konnte nicht gelesen werden.
el_gr: Σφάλμα: Αδυναμία ανάγνωσης του config.xml.
fr_ca: Erreur : impossible de lire config.xml.
it_it: Errore: Non è possibile leggere config.xml
nl_nl: Fout: Kan config.xml niet inlezen.
pt_br: Erro: Não foi possível ler o config.xml.
pt_pt: Erro: Não foi possível ler config.xml.

# #32005
source: Configuration error. See kodi.log for details.
de_de: Konfigurationsfehler. Siehe kodi.log für Details.
el_gr: Σφάλμα διαμόρφωση. Ελέγξτε το kodi.log για λεπτομέρειες.
fr_ca: Erreur de configuration. Voir kodi.log pour des détails.
it_it: Errore di configurazione. Vedi il log di Kodi per i dettagli.
nl_nl: Configuratiefout: Zie kodi.log voor details.
pt_br: Erro de configuração. Veja o kodi.log para detalhes.
pt_pt: Erro de configuração. Veja kodi.log para mais detalhes.

# #32006
source: Rom Collection ids are not unique.
de_de: Rom Collection ids sind nicht eindeutig.
el_gr: Τα id της Συλλογής Rom δεν είναι μοναδικά.
fr_ca: Les ID de collections de ROM ne sont pas uniques.
it_it: GLi ID delle collezioni di Rom non sono unici.
nl_nl: ROM collectie id's zijn niet uniek.
pt_br: IDs de Coleção de ROMs não são únicos.
pt_pt: Os ids da Colecção de Roms não são únicos.

# #32007
source: Error: Cannot backup config.xml.
de_de: Fehler: Konnte config.xml nicht sichern.
el_gr: Σφάλμα: Αδυναμία δημιουργίας αντιγράφου του config.xml.
fr_ca: Erreur : impossible de sauvegarder config.xml.
it_it: Errore: Impossibile salvare config.xml
nl_nl: Fout: kan config.xml niet backuppen.
pt_br: Erro: Impossível fazer backup do config.xml.
pt_pt: Erro: Não é possível criar cópia de segurança de config.xml

# #32008
source: Error: Cannot write config.xml.
de_de: Fehler: Konnte config.xml nicht schreiben.
el_gr: Σφάλμα: Αδυναμία εγγραφής του config.xml.
fr_ca: Erreur : impossible d'écrire dans config.xml.
it_it: Errore: Impossibile scrivere config.xml
nl_nl: Fout: kan config.xml niet wegschrijven.
pt_br: Erro: Impossível escrever em config.xml.
pt_pt: Erro: Não é possível modificar config.xml

# #32009
source: %s %s could not be found in config.xml.
de_de: %s %s konnte in config.xml nicht gefunden werden.
el_gr: Αδυναμία εύρεσης %s %s στο config.xml.
fr_ca: Impossible de trouver %s %s dans config.xml.
it_it: Impossibile trovare %s %s in config.xml
nl_nl: %s %s kan niet in config.xml gevonden worden.
pt_br: %s %s não pôde ser encontrado em config.xml.
pt_pt: %s %s não foi encontrado em config.xml.

# #32010
source: Error: Could not create artwork directory.
de_de: Fehler: Artwork Verzeichnis konnte nicht erstellt werden.
el_gr: Σφάλμα: Αδυναμία δημιουργίας φακέλου εικόνων.
fr_ca: Erreur : impossible de créer le répertoire des illustrations.
it_it: Errore: Impossibile creare la cartella artwork
nl_nl: Fout: kan artwork folder niet aanmaken.
pt_br: Erro: Não foi possível criar diretório de artes.
pt_pt: Erro: Não foi possível criar pasta de artwork.

# #32011
source: Check kodi.log for details.
de_de: Siehe kodi.log für Details.
el_gr: Ελέγξτε το kodi.log για λεπτομέρειες.
fr_ca: Consulter kodi.log pour des détails.
it_it: Verifica il log di Kodi per i dettagli.
nl_nl: Controleer kodi.log voor bijzonderheden.
pt_br: Verifique o kodi.log para detalhes.
pt_pt: Veja o kodi.log para mais detalhes.

# #32012
source: Error: Could not create artwork file.
de_de: Fehler: Konnte Artwork Datei nicht erstellen.
el_gr: Σφάλμα: Αδυναμία δημιουργίας αρχείου εικόνας.
fr_ca: Erreur : impossible de créer le fichier des illustrations.
it_it: Errore: impossibile creare i file artwork.
nl_nl: Fout: kan artworkbestand niet aanmaken.
pt_br: Erro: Não foi possível criar arquivo de arte da capa.
pt_pt: Erro: Não foi possível criar o ficheiro de artwork

# #32013
source: Rescrape game error
de_de: Fehler beim Rescrape des Spiels
el_gr: Σφάλμα επανάληψης scrape παιχνιδιών
fr_ca: Erreur de réextraction du jeu
it_it: Errori nello scraper dei giochi
nl_nl: Spelfout opnieuw uitlezen.
pt_br: Erro ao raspar novamente o jogo
pt_pt: Erro ao obter conteúdo do colector para o jogo

# #32014
source: Can't load selected Game
de_de: Das ausgewählte Spiel kann nicht geladen werden
el_gr: Αδυναμία φόρτωσης του επιλεγμένου Παιχνιδιού
fr_ca: Impossible de charger le jeu choisi
it_it: Non posso caricare i giochi selezionati
nl_nl: Kan gekozen spel niet inlezen.
pt_br: Impossível carregar Jogo
pt_pt: Não é possível carregar o jogo seleccionado

# #32015
source: Edit Game Command Error
de_de: Fehler beim Spiel-Kommando bearbeiten
el_gr: Σφάλμα Επεξεργασίας Εντολής Παιχνιδιού
fr_ca: Erreur de modification de la commande de jeu
it_it: Errore Edita Comando Giochi
nl_nl: Fout bij wijzigen spelopdracht
pt_br: Erro ao editar a linha de comando
pt_pt: Erro na Edição de Comando de Jogo

# #32016
source: Add To Favorites Error
de_de: Fehler beim Hinzufügen zu den Favoriten
el_gr: Σφάλμα Προσθήκης στα Αγαπημένα
fr_ca: Erreur d'ajout au favoris
it_it: Errore aggiungi ai preferiti
nl_nl: Fout bij favoriet toevoegen
pt_br: Erro ao adicionar para os favoritos
pt_pt: Erro ao Adicionar a Favoritos

# #32017
source: Delete Game Error
de_de: Fehler beim Löschen des Spiels
el_gr: Σφάλμα Διαγραφής Παιχνιδιού
fr_ca: Erreur de suppression du jeu
it_it: Errore Cancella gioco
nl_nl: Fout bij verwijderen spel
pt_br: Erro ao deletar o jogo
pt_pt: Erro ao Apagar Jogo

# #32018
source: Can't delete selected Game
de_de: Das ausgewählte Spiel kann nicht gelöscht werden
el_gr: Αδυναμία διαγραφής επιλεγμένου Παιχνιδιού
fr_ca: Impossible de supprimer le jeu choisi
it_it: Non posso cancellare il gioco selezionato
nl_nl: Kan geselecteerd spel niet verwijderen
pt_br: Não pode deletar o jogo selecionado
pt_pt: Não é possível apagar o jogo seleccionado

# #32019
source: Error
de_de: Fehler
el_gr: Σφάλμα
fr_ca: Erreur
it_it: Errore
nl_nl: Fout
pt_br: Erro
pt_pt: Erro

# #32020
source: Error Deleting Rom Collection
de_de: Fehler beim Löschen der Rom Collection
el_gr: Αδυναμία Διαγραφής Συλλογής Rom
fr_ca: Erreur de suppression de la collection de ROM
it_it: Errore cancellando la collezione di Rom
nl_nl: Fout bij verwijderen Romverzameling
pt_br: Erro ao excluir coleção de rom
pt_pt: Erro ao Apagar a Colecção de Roms

# #32021
source: Configuration Error
de_de: Konfigurationsfehler
el_gr: Σφάλμα Διαμόρφωσης
fr_ca: Erreur de configuration
it_it: Errore configurazione
nl_nl: Configuratiefout
pt_br: Erro na configuração
pt_pt: Erro de configuração

# #32022
source: Site %s does not exist in config.xml
de_de: Site-Eintrag %s existiert nicht in config.xml
el_gr: Η ιστοσελίδα %s δεν υπάρχει στο config.xml
fr_ca: Le site %s n'existe pas dans config.xml
it_it: Il sito %s non esiste in config.xml
nl_nl: Site %s bestaat niet in config.xml
pt_br: Site %s não existe em config,xml
pt_pt: O site %s não existe em config.xml

# #32023
source: Cannot get rom collection with id: %s
de_de: Rom Collection mit Id %s kann nicht gelesen werden
el_gr: Αδυναμία λήψης συλλογής Rom με id: %s
fr_ca: Impossible de récupérer la collection de ROM avec l'ID %s
it_it: Impossibile ottenere la collezione di rom con ID: %s
nl_nl: Kan romverzameling met id %s niet ophalen
pt_br: Não é possível obter a coleção de roms com id: %s
pt_pt: Não é possível obter colecção de roms com o id: %s

# #32024
source: Selected game could not be read from database.
de_de: Das ausgewählte Spiel kann nicht gelesen werden.
el_gr: Αδυναμία ανάγνωσης του επιλεγμένου παιχνιδιού από τη βάση δεδομένων.
fr_ca: Le jeu choisi n'a pas pu être lu de la base de données.
it_it: Il gioco selezionato no può essere letto dal database
nl_nl: Gekozen spel kan niet uit de database gelezen worden.
pt_br: Jogo selecionado não pode ser lido a partir do banco de dados.
pt_pt: Não foi possível carregar o jogo seleccionado da base de dados

# #32025
source: Control with id: %s could not be found. Check WindowXML file.
de_de: Control mit id: %s konnte nicht gefunden werden. WindowXML Datei überprüfen.
el_gr: Δε βρέθηκε στοιχείο με id: %s. Ελέγξτε το αρχείο WindowXML.
fr_ca: Impossible de trouver le contrôle avec l'ID %s. Vérifier le fichier WindowXML.
it_it: Il controllo con l'ID: %s non può essere trovato. Verifica il file WindowXML.
nl_nl: Control met id %s wordt niet gevonden. Controleer WindowXML bestand.
pt_br: Controle com ID: %s não pode ser encontrado. Verifique o arquivo de xml do Windows,
pt_pt: O Controlo com id: %s não foi encontrado. Veja o ficheiro WindowXML.

# #32027
source: Cannot scrape %s games with %s scraper.[CR]Invalid combination of scraper settings.
de_de: %s Spiele können nicht mit mit %s Scraper[CR]verarbeitet werden.
el_gr: Δεν μπορεί να γίνει scrape %s παιχνιδιών με τον scraper %s.[CR]Λανθασμένος συνδυασμός ρυθμίσεων του scraper.
fr_ca: Impossible d'extraire %s jeux avec l'extracteur %s.[CR]Combinaison invalide de paramètres d'extracteur.
it_it: Impossibile esaminare %s giochi con %s scraper.[CR]Combinazione errata delle impostazioni dello scraper.
nl_nl: kan niet scrape %s spellen met %s scraper. [CR] niet mogelijke combinatie van scraper
pt_br: Não pode raspar %s jogos com raspador %s [CR] Combinações de configurações invalidas para o raspador.
pt_pt: Não é possível analisar os jogos %s com o colector %s.[CR]É uma combinação inválida de definições de colector.

# #32030
source: Error: Cannot backup MyGames.db: Backup File exists.
de_de: Fehler: MyGames.db kann nicht gesichert werden:[CR]Backup existiert bereits.
el_gr: Σφάλμα: Αδυναμία δημιουργίας αντιγράφου του MyGames.db: Υπάρχει ήδη αντίγραφο.
fr_ca: Erreur : impossible de sauvegarder MyGames.db. Le fichier de sauvegarde existe.
it_it: Errore: Impossibile salvare MyGames.db: il file esiste.
nl_nl: Fout: kan niet MyGames.db back-uppen: Backup bestand bestaat al.
pt_br: Erro: Não é possível fazer buckup do MyGame.db: Arquivo de Buckup Existe.
pt_pt: Erro: Não é possível criar cópia de segurança de MyGames.db: o ficheiro já existe

# #32031
source: Error: Cannot backup MyGames.db
de_de: Fehler: MyGames.db kann nicht gesichert werden
el_gr: Σφάλμα: Αδυναμία δημιουργίας αντιγράφου του MyGames.db
fr_ca: Erreur : impossible de sauvegarder MyGames.db.
it_it: Errore: Impossibile salvare MyGames.db
nl_nl: Fout: Kan MyGames.db niet Backuppen
pt_br: Erro: Não é possivel fazer buckup de MyGame.db
pt_pt: Erro: Não é possível criar cópia de segurança de MyGames.db

# #32032
source: Error: No Update from version %s to %s.
de_de: Fehler: Update von Version %s auf %s nicht möglich.
el_gr: Σφάλμα: Καμία Ενημέρωση από την έκδοση %s στην %s.
fr_ca: Erreur : aucune mise à jour de la version %s à %s.
it_it: Errore: Nessun aggiornamento dalla versione %s alla %s
nl_nl: Fout: Geen update van versie %s naar %s
pt_br: Erro: Não há atualizações da versão %s para %s.
pt_pt: Erro: Não existe Update da versão %s para %s.

# #32034
source: Error launching game!
de_de: Fehler beim Starten des Spiels
el_gr: Σφάλμα κατά την έναρξη του παιχνιδιού!
fr_ca: Erreur lors du lancement du jeu!
it_it: Errore avvio gioco!
nl_nl: Fout bij starten spel!
pt_br: Erro ao iniciar o jogo!
pt_pt: Erro ao iniciar o jogo!

# #32035
source: Error while launching emulator
de_de: Fehler beim Starten des Emulators
el_gr: Σφάλμα κατά την εκκίνηση του εξομοιωτή
fr_ca: Erreur lors du lancement de l'émulateur
it_it: Errore durante il lancio dell'emulatore
nl_nl: Fout ontstaan bij starten emulator
pt_br: Erro ao lançar o emulador
pt_pt: Erro ao iniciar o emulador

# #32036
source: Error deleting files after launching emulator
de_de: Fehler beim Löschen der temporären Dateien
el_gr: Σφάλμα διαγραφής αρχείων μετά την εκκίνηση του εξομοιωτή
fr_ca: Erreur de suppression des fichiers après le lancement de l'émulateur
it_it: Errore durante l'eliminazione dei file dopo il lancio dell'emulatore
nl_nl: fout ontstaan bij verwijderen bestand na starten van emulator
pt_br: Erro ao excluir arquivos após lançar o emulador
pt_pt: Erro ao apagar ficheiros após iniciar o emulador

# #32037
source: Error while launching emulator: File %s does not exist!
de_de: Fehler beim Starten des Emulators:[CR]Datei %s existiert nicht
el_gr: Σφάλμα κατά την εκκίνηση του εξομοιωτή: Το αρχείο %s δεν υπάρχει!
fr_ca: Erreur lors du lancement de l'émulateur : le fichier %s n'existe pas!
it_it: Errore durante il lancio dell'emulatore: File %s non esiste!
nl_nl: Fout ontstaan bij starten emulator: bestand %s bestaat niet!
pt_br: Erro ao lançar emulador: Arquivo %s não existe!
pt_pt: Erro ao iniciar o emulador: O ficheiro %s não existe!

# #32038
source: Error while creating .cut file. Check kodi.log for details.
de_de: Fehler beim Erzeugen der .cut Datei.[CR]Siehe kodi.log für Details.
el_gr: Σφάλμα κατά τη δημιουργία αρχείου .cut. Ελέγξτε το kodi.log για λεπτομέρειες.
fr_ca: Erreur lors de la création du fichier .cut. Consultez kodi.log pour des détails.
it_it: Errore nella creazione del file .cut. Controlla il file kodi.log per i dettagli.
nl_nl: Fout ontstaan bij het creëren .cut bestand. controleer kodi.log voor details.
pt_br: Erro ao criar arquivo .cut. Verifique o kodi.log para mais detalhes.
pt_pt: Erro ao criar o ficheiro .cut. Veja o kodi.log para mais detalhes.

# #32039
source: Error launching .7z file.
de_de: Fehler beim Laden der .7z Datei.
el_gr: Σφάλμα κατά την εκτέλεση του αρχείου .7z.
fr_ca: Erreur lors du lancement du fichier .7z.
it_it: Errore avvio .7z file.
nl_nl: Fout ontstaan bij starten .7z bestand
pt_br: Erro ao lançar arquivo .7z.
pt_pt: Erro ao iniciar o ficheiro .7z.

# #32040
source: Error: File config_template.xml does not exist
de_de: Fehler: Datei config_template.xml existiert nicht
el_gr: Σφάλμα: Το αρχείο config_template.xml δεν υπάρχει
fr_ca: Erreur : le fichier config_template.xml n'existe pas
it_it: Errore: Il file config_template.xml non esiste
nl_nl: Fout: Het bestand config_template.xml bestaat niet
pt_br: Erro: Arquivo config_template.xml não existe
pt_pt: Erro: O ficheiro config_template.xml não existe

# #32041
source: RCB can't acces your rom path.[CR]Make sure it does not contain any non-ascii characters.
de_de: RCB kann nicht auf den Rom Pfad zugreifen.[CR]Stelle sicher, dass im Pfadnamen keine Sonderzeichen enthalten sind.
el_gr: Αδυναμία πρόσβασης του RCB στη διαδρομή των ROM.[CR]Σιγουρευτείτε ότι περιέχει μόνο ascii χαρακτήρες.
fr_ca: RCB ne peut pas accéder au chemin de vos ROM.[CR]Assurez-vous qu'il ne contient pas de caractères non-ASCII.
it_it: RCB non riesce ad accedere al percorso delle tue ROM.[CR]Assicurati che non contenga nessun carattere non ascii
nl_nl: RCB kan jou Rom locatie niet bereiken.[CR]weet zeker dat het geen non-ascii karakters bevat.
pt_br: RCB não pode acessar ao caminho rom.[CR]Tenha certeza que o mesmo não contém caracteres fora do padrão ascii.
pt_pt: O RCB não consegue aceder à pasta dos roms.[CR]Verifique se esta contém apenas caracteres ascii.

# #32042
source: RCB can't acces your artwork path.[CR]Make sure it does not contain any non-ascii characters.
de_de: RCB kann nicht auf den Artwork Pfad zugreifen.[CR]Stelle sicher, dass im Pfadnamen keine Sonderzeichen enthalten sind.
el_gr: Αδυναμία πρόσβασης του RCB στη διαδρομή των εικόνων.[CR]Σιγουρευτείτε ότι περιέχει μόνο ascii χαρακτήρες.
fr_ca: RCB ne peut pas accéder au chemin de vos illustrations.[CR]Assurez-vous qu'il ne contient pas de caractères non-ASCII.
it_it: RCB non riesce ad accedere al percorso dei tuoi artwork.[CR]Assicurati che non contenga nessun carattere non ascii.
nl_nl: RCB kan jou artwork locatie niet bereiken.[CR]weet zeker dat het geen non-ascii karakters bevat.
pt_br: RCB não pode acessar caminho para artwork.[CR]Tenha certeza que o mesmo não contém caracteres fora do padrão ascii.
pt_pt: O RCB não consegue aceder à pasta de artwork.[CR]Verifique se esta contém apenas caracteres ascii.

# #32043
source: API quota for current scraper exceeded.[CR]Please try again later or use another scraper.
de_de: API Limit für den aktuellen Scraper erreicht.[CR]Bitte versuche es später erneut oder wähle einen anderen Scraper.

# #32100
source: No config file found.
de_de: Datei config.xml ist nicht vorhanden.
el_gr: Δε βρέθηκε αρχείο διαμόρφωσης (config).
fr_ca: Aucun fichier de configuration trouvé.
it_it: Nessun file di configurazione trovato.
nl_nl: Geen configuratiebestand gevonden.
pt_br: Nenhum arquivo de configuração encontrado.
pt_pt: Nenhum ficheiro de configuração foi encontrado.

# #32101
source: Do you want to create one?
de_de: Jetzt neu erstellen?
el_gr: Θέλετε να δημιουργήσετε ένα;
fr_ca: Voulez-vous en créer un?
it_it: Vuoi crearne uno?
nl_nl: Wilt u er één creëren?
pt_br: Você quer criar um?
pt_pt: Quer criar um?

# #32102
source: Database and config.xml updated to new version.
de_de: Datenbank und config.xml wurden aktualisiert.
el_gr: Η βάση δεδομένων και το config.xml ενημερώθηκαν σε νέες εκδόσεις.
fr_ca: La base de données et le fichier config.xml on été mis à jour vers la nouvelle version.
it_it: Database e config.xml aggiornati alla nuova versione.
nl_nl: Database en config.xml zijn geüpdated naar nieuwe versie.
pt_br: Banco de dados e config.xml atualizados para a nova versão.
pt_pt: Base de dados e config.xml actualizados para nova versão

# #32103
source: Please read the wiki and changelog if you encounter any problems.
de_de: Weitere Infos zu den Änderungen[CR]stehen im Wiki und im Changelog.
el_gr: Διαβάστε το wiki και αρχείο καταγραφής αλλαγών αν έχετε προβλήματα.
fr_ca: Veuillez lire le wiki et le journal des changements pour tout problème rencontré.
it_it: Se incontri dei problemi, per favori leggi la wiki e il changelog
nl_nl: Lees a.u.b. de wiki en changelog bij het tegenkomen van problemen.
pt_br: Por favor leia a wiki e o log de alterações se você encontrar quaisquer problemas.
pt_pt: Por favor, leia a wiki e o changelog se encontrar problemas.

# #32104
source: Deleting Rom
de_de: Lösche Spiel
el_gr: Διαγραφή Rom
fr_ca: Suppression de la ROM...
it_it: Cancellazione Rom
nl_nl: Rom verwijderen
pt_br: Deletando Rom
pt_pt: Apagando Rom

# #32105
source: Deleting Roms...
de_de: Lösche Spiele...
el_gr: Διαγραφή των Rom...
fr_ca: Suppression des ROM...
it_it: Cancellazione Roms...
nl_nl: Roms verwijderen...
pt_br: Deletando Roms...
pt_pt: Apagando Roms...

# #32106
source: Deleting Roms Complete
de_de: Spiele löschen abgeschlossen
el_gr: Ολοκλήρωση Διαγραφής των Rom
fr_ca: Suppression des ROM terminée
it_it: Cancellazione Roms completa
nl_nl: Verwijderen van Roms compleet
pt_br: Deletando Roms Completamente
pt_pt: Os Roms foram apagados

# #32107
source: Checking File
de_de: Überprüfe Datei
el_gr: Γίνεται έλεγχος του Αρχείου
fr_ca: Vérification du fichier
it_it: Verifica File
nl_nl: controleren bestand
pt_br: Verificando Arquivo
pt_pt: Verificando Ficheiro

# #32108
source: Cleaning Database...
de_de: Datenbank aufräumen...
el_gr: Εκκαθάριση Βάσης Δεδομένων...
fr_ca: Nettoyage de la base de données...
it_it: Riorganizzazione Database...
nl_nl: opschonen Database...
pt_br: Limpando Banco de Dados
pt_pt: Limpando a Base de Dados...

# #32109
source: Compressing Database...
de_de: Datenbank komprimieren...
el_gr: Συμπίεση Βάσης Δεδομένων...
fr_ca: Compression de la base de données...
it_it: Compressione archivio...
nl_nl: Database comprimeren...
pt_br: Comprimindo Banco de Dados
pt_pt: Comprimindo a Base de Dados...

# #32110
source: Database Clean-up Complete
de_de: Aufräumen der Datenbank abgeschlossen
el_gr: Ολοκλήρωση Εκκαθάρισης Βάσης Δεδομένων
fr_ca: Nettoyage de la base de données terminé
it_it: Pulizia Database Completa
nl_nl: Database opschoning compleet
pt_br: Limpeza de Banco de Dados Completa
pt_pt: A Limpeza da Base de Dados foi Concluída

# #32111
source: Import Games...
de_de: Importiere Spiele...
el_gr: Εισαγωγή Παιχνιδιών...
fr_ca: Importer des jeux...
it_it: Importazione Giochi...
nl_nl: importeren spellen...
pt_br: Importando Jogos...
pt_pt: Importando Jogos...

# #32112
source: Import in Progress
de_de: Import wird ausgeführt
el_gr: Εισαγωγή σε Εξέλιξη
fr_ca: Importation en cours...
it_it: Importazione in corso
nl_nl: importeren is bezig
pt_br: Importação em Progresso
pt_pt: Importação a Decorrer

# #32113
source: Do you want to cancel current import?
de_de: Import abbrechen?
el_gr: Να ακυρωθεί η τρέχουσα εισαγωγή;
fr_ca: Voulez-vous annuler l'importation en cours?
it_it: Vuoi annullare l'importazione attuale?
nl_nl: Wilt u de huidige importering annuleren?
pt_br: Você deseja concelar a importação atual?
pt_pt: Quer cancelar a importação actual?

# #32114
source: Cancelling in Progress
de_de: Import wird abgebrochen
el_gr: Ακύρωση σε Εξέλιξη
fr_ca: Annulation en cours...
it_it: Annullamento in corso
nl_nl: Annulering bezig
pt_br: Cancelando em Progresso
pt_pt: Cancelando

# #32115
source: Import is still being cancelled. Please try again later.
de_de: Abbruch ist noch nicht abgeschlossen.
el_gr: Η εισαγωγή ακόμα ακυρώνεται. Δοκιμάστε ξανά αργότερα.
fr_ca: L'importation est toujours en cours d'annulation. Veuillez ressayer plus tard.
it_it: L'importazione è ancora in fase di annullamento. Prego, riprovare più tardi.
nl_nl: Importern is wordt nog steeds geannuleerd. probeer het later nog eens.
pt_br: A importação ainda está sendo cancelada. Por favor tente novamente mais tarde.
pt_pt: A importação está a ser cancelada. Por favor, tente mais tarde.

# #32116
source: Enter search term
de_de: Suchbegriff eingeben
el_gr: Εισαγωγή όρου αναζήτησης
fr_ca: Saisir le terme de recherche
it_it: Inserire il termine da cercare
nl_nl: voer zoekterm in
pt_br: Digite o termo de pesquisa
pt_pt: Introduza o texto a pesquisar

# #32117
source: Search
de_de: Suche
el_gr: Αναζήτηση
fr_ca: Rechercher
it_it: Cerca
nl_nl: Zoeken
pt_br: Buscar
pt_pt: Procurar

# #32118
source: Do you want to import Games now?
de_de: Spiele jetzt importieren?
el_gr: Επιθυμείτε να εισάγετε Παιχνίδια τώρα;
fr_ca: Voulez-vous importer les jeux maintenant?
it_it: Vuoi importare i Giochi adesso?
nl_nl: Wilt u spellen nu importeren?
pt_br: Você gostaria de importar jogos agora?
pt_pt: Quer importar Jogos agora?

# #32119
source: loading list...
de_de: Liste wird geladen...
el_gr: φόρτωση λίστας...
fr_ca: chargement de la liste...
it_it: caricamento lista...
nl_nl: Lijst laden...
pt_br: carregando lista...
pt_pt: carregando lista...

# #32120
source: All
de_de: Alle
el_gr: Όλα
fr_ca: Tout
it_it: Tutto
nl_nl: Alle
pt_br: Todos
pt_pt: Todos
