Repository: kaffepausse71/SKINBASE19
Catalog: script.games.rom.collection.browser/resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, fr_ca, it_it, nl_nl, pt_br, pt_pt

# #32121
source: Loading games...
de_de: Lade Spiele...
el_gr: φόρτωση παιχνιδιών...
fr_ca: chargement des jeux...
it_it: caricamento giochi...
nl_nl: spellen laden...
pt_br: carregando jogos...
pt_pt: carregando jogos...

# #32122
source: Importing Rom Collection
de_de: Importiere Rom Collection
el_gr: Εισαγωγή Συλλογής Rom
fr_ca: Importation de la collection de ROM
it_it: Importazione Rom Collection
nl_nl: importeren Rom collectie
pt_br: Importando Coleção Rom
pt_pt: Importando a Colecção de Roms

# #32123
source: Importing Game
de_de: Importiere Spiel
el_gr: Εισαγωγή Παιχνιδιού
fr_ca: Importation du jeu
it_it: Importazione Gioco
nl_nl: importeren spel
pt_br: Importando Jogo
pt_pt: Importando Jogo

# #32124
source: Continue
de_de: Fortfahren
el_gr: Συνέχεια
fr_ca: Continuer
it_it: Continua
nl_nl: ga door
pt_br: Continuar
pt_pt: Continuar

# #32125
source: Continue and Ignore Errors
de_de: Fortfahren und Fehler ignorieren
el_gr: Συνέχεια και Παράβλεψη Σφαλμάτων
fr_ca: Continuer et ignorer les erreurs
it_it: Continua ignorando gli errori
nl_nl: ga door en negeer fouten
pt_br: Continuar e ignorar erros
pt_pt: Continuar e Ignorar Erros

# #32126
source: Cancel
de_de: Abbrechen
el_gr: Ακύρωση
fr_ca: Annuler
it_it: Annulla
nl_nl: Afbreken
pt_br: Cancelar
pt_pt: Cancelar

# #32127
source: First 10 games could not be imported.
de_de: Die ersten 10 Spiele konnten nicht[CR]importiert werden.
el_gr: Αδυναμία εισαγωγής των 10 πρώτων παιχνιδιών.
fr_ca: Impossible d'importer les 10 1ers jeux.
it_it: Non è possibile importare i primi 10 giochi.
nl_nl: De eerste 10 spellen kunnen niet worden geïmporteerd.
pt_br: Primeiros 10 jogos não puderam ser importados.
pt_pt: Não foi possível importar os primeiros 10 jogos .

# #32128
source: Import canceled.
de_de: Import abgebrochen.
el_gr: Η εισαγωγή ακυρώθηκε.
fr_ca: Importation annulée.
it_it: Importazione cancellata.
nl_nl: Importeren geannuleerd.
pt_br: Importação cancelada.
pt_pt: Importação cancelada.

# #32129
source: Please check kodi.log for details.
de_de: Siehe kodi.log für Details.
el_gr: Ελέγξτε το kodi.log για λεπτομέρειες.
fr_ca: Veuillez consulter kodi.log pour des détails.
it_it: Si prega di verificare kodi.log per ulteriori dettagli.
nl_nl: Controleer kodi.log voor details.
pt_br: Por favor verifique kodi.log para mais detalhes.
pt_pt: Por favor, veja o kodi.log para mais detalhes.

# #32130
source: Building file list...
de_de: Dateiliste wird erstellt...
el_gr: Δημιουργείται λίστα αρχείων...
fr_ca: Montage de la liste de fichier...
it_it: Creazione lista di file...
nl_nl: Opbouwen bestandslijst...
pt_br: Construindo lista de arquivos...
pt_pt: Construindo a lista de ficheiros...

# #32131
source: downloading info
de_de: Info runterladen
el_gr: πληροφορίες λήψης
fr_ca: téléchargement des infos
it_it: scaricamento info
nl_nl: downloaden van informatie
pt_br: Baixando informações
pt_pt: transferindo informação

# #32132
source: Enter %s
de_de: %s eingeben
el_gr: Εισάγετε %s
fr_ca: Saisir %s
it_it: Inserire %s
nl_nl: Voer %s
pt_br: Erro %s
pt_pt: Introduza %s

# #32133
source: Remove Game From Favorites
de_de: Spiel aus Favoriten entfernen
el_gr: Αφαίρεση Παιχνιδιού από τα Αγαπημένα
fr_ca: Enlever le jeu des favoris
it_it: Rimuovi il gioco dai Preferiti
nl_nl: Verwijder spel uit favorieten
pt_br: Remover jogos dos Favoritos
pt_pt: Remover Jogo Dos Favoritos

# #32134
source: Remove Selection From Favorites
de_de: Auswahl aus Favoriten entfernen
el_gr: Αφαίρεση Επιλεγμένων από τα Αγαπημένα
fr_ca: Enlever la sélection des favoris
it_it: Rimuovi la selezione dai Preferiti
nl_nl: verwijder selectie uit favorieten
pt_br: Remover selecionado dos Favoritos
pt_pt: Remover Selecção Dos Favoritos

# #32135
source: Enter Game Command
de_de: Spiel-Kommando eingeben
el_gr: Εισαγωγή Εντολής Παιχνιδιού
fr_ca: Saisir une commande de jeu
it_it: Inserisci comando gioco
nl_nl: voer spelcommando in
pt_br: Digite a linha de comando do jogo
pt_pt: Introduza Comando de Jogo

# #32136
source: Are you sure you want to delete this game?
de_de: Dieses Spiel wirklich löschen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το παιχνίδι;
fr_ca: Voulez-vous vraiment supprimer ce jeu?
it_it: Sei sicuro di voler eliminare questo gioco?
nl_nl: Weet u het zeker dat u dit spel wilt verwijderen?
pt_br: Tem certeza que deseja excluir este jogo?
pt_pt: Tem a certeza que quer apagar este jogo?

# #32137
source: Delete games and configuration
de_de: Spiele und Konfiguration löschen
el_gr: Διαγραφή παιχνιδιών και διαμόρφωσης
fr_ca: Supprimer les jeux et les configurations
it_it: Elimina gioco e configurazione
nl_nl: Verwijder spellen en configuratie
pt_br: Excluir jogos e configurações
pt_pt: Apagar jogos e configuração

# #32138
source: Delete games only
de_de: Nur Spiele löschen
el_gr: Διαγραφή παιχνιδιών μόνο
fr_ca: Supprimer seulement les jeux
it_it: Cancella solo il gioco
nl_nl: Verwijder alleen de spellen
pt_br: Excluir apenas jogos
pt_pt: Apagar apenas os jogos

# #32140
source: Enter Rom File Mask
de_de: Rom Datei Maske eingeben
el_gr: Εισαγωγή Μάσκας Αρχείων Rom
fr_ca: Saisir un masque de ficher ROM
it_it: Inserisci la maschera per i file Rom
nl_nl: Voer Rom bestand Mask
pt_br: Digite a mascara de arquivo para as roms
pt_pt: Introduza a máscara de ficheiro para os Roms

# #32141
source: Path
de_de: Pfad
el_gr: Διαδρομή
fr_ca: Chemin
it_it: Percorso
nl_nl: Pad
pt_br: Caminho
pt_pt: Localização

# #32142
source: Choose a media path to add
de_de: Media-Pfad hinzufügen
el_gr: Επιλογή διαδρομής πολυμέσων για προσθήκη
fr_ca: Choisir un chemin de multimédias à ajouter
it_it: Scegliere un percorso multimediale da aggiungere
nl_nl: Kies een media locatie om toe te voegen
pt_br: Escolha um caminho de mídia para adicionar
pt_pt: Escolha uma localização de média para adicionar

# #32143
source: Choose a media path to remove
de_de: Media-Pfad entfernen
el_gr: Επιλογή διαδρομής πολυμέσων για αφαίρεση
fr_ca: Choisir un chemin de multimédias à enlever
it_it: Scegliere un percorso multimediale da rimuovere
nl_nl: Kies een media locatie om te verwijderen
pt_br: Escolha um caminho de mídia para remover
pt_pt: Escolha uma localização de média para remover

# #32144
source: There already are scrapers for all Rom Collections
de_de: Es sind bereits für alle Rom Collections[CR]Scraper vorhanden
el_gr: Υπάρχουν ήδη scraper για όλες τις Συλλογές Rom
fr_ca: Il y a déjà des extracteurs pour toutes les collections de ROM
it_it: Ci sono già degli scraper per tutte le collezioni di Rom
nl_nl: Er zijn al scrapers aanwezig voor alle Rom Collecties
pt_br: Já existem raspadores para todas as coleções de roms
pt_pt: Já existem colectores para todas as Colecções de Roms

# #32145
source: Edit or delete an existing scraper
de_de: Scraper entfernen oder bearbeiten
el_gr: Επεξεργασία ή διαγραφή του υπάρχοντος scraper
fr_ca: Modifier ou supprimer un extracteur existant
it_it: Modifica o cancella uno scraper esistente
nl_nl: Wijzig of verwijder bestaande scraper
pt_br: Editar ou excluir um raspador existente
pt_pt: Editar ou apagar um colector existente

# #32146
source: Select scraper name
de_de: Scraper Name auswählen
el_gr: Επιλογή ονόματος scraper
fr_ca: Choisir le nom de l'extracteur
it_it: Scegli il nome per lo scraper
nl_nl: selecteer scraper naam
pt_br: Selecione o nome do raspador
pt_pt: Seleccione o nome do colector

# #32147
source: Choose a scraper to remove
de_de: Zu löschenden Scraper auswählen
el_gr: Επιλέξτε ένα scraper για αφαίρεση
fr_ca: Choisir un extracteur à supprimer
it_it: Scegli uno scraper da rimuovere
nl_nl: Kes een scraper om te verwijderen
pt_br: Escolha um raspador para remover
pt_pt: Escolha um colector para remover

# #32148
source: Scraper %s is already in use and cannot be deleted.
de_de: Scraper %s wird bereits verwendet und kann[CR]nicht gelöscht werden.
el_gr: Το scraper %s χρησιμοποιείται ήδη και δεν μπορεί να διαγραφεί.
fr_ca: L'extracteur %s est déjà utilisé et ne peut pas être supprimé.
it_it: Lo scraper %s è già in uso e non può essere eliminato.
nl_nl: Scraper %s is al in gebruik en kan niet worden verwijderd.
pt_br: raspador %s já está em uso e não pode ser deletado.
pt_pt: O colector %s já está a ser usado e não pode ser apagado.

# #32155
source: Select Artwork type
de_de: Artwork auswählen
el_gr: Επιλογή τύπου Εικόνων
fr_ca: Choisir le type d'illustrations
it_it: Scegli il tipo di Artwork
nl_nl: Selecteer Artwork type
pt_br: Selecione o tipo de arte
pt_pt: Seleccione o tipo de Artwork

# #32156
source: Select property
de_de: Eigenschaft auswählen
el_gr: Επιλογή ιδιότητας
fr_ca: Choisir la propriété
it_it: Seleziona propriet
nl_nl: Selecteer eigendom
pt_br: Selecione propriedades
pt_pt: Seleccionar propriedade

# #32157
source: ignore
de_de: ignorieren
el_gr: παράβλεψη
fr_ca: ignorer
it_it: Ignora
nl_nl: Negeer
pt_br: Ignorar
pt_pt: ignorar

# #32158
source: Ignore filter
de_de: Filter ignorieren
el_gr: Παράβλεψη φίλτρου
fr_ca: Ignorer le filtre
it_it: Ignora filtro
nl_nl: Negeer filter
pt_br: Igonorar filtro
pt_pt: Ignorar filtro

# #32159
source: show
de_de: anzeigen
el_gr: εμφάνιση
fr_ca: montrer
it_it: mostra
nl_nl: Tonen
pt_br: mostrar
pt_pt: exibir

# #32160
source: Show only games with missing items
de_de: Nur Spiele mit fehlenden Einträgen
el_gr: Εμφάνιση μόνο παιχνιδιών με ελλιπή αντικείμενα
fr_ca: Montrer seulement les jeux avec des éléments manquants
it_it: Mostra solo giochi con elementi mancanti
nl_nl: Toon alleen spellen met missende bestanden
pt_br: Mostrar jogos apenas com itens ausentes
pt_pt: Exibir apenas jogos com itens em falta

# #32161
source: hide
de_de: ausblenden
el_gr: απόκρυψη
fr_ca: cacher
it_it: Nascondi
nl_nl: Verberg
pt_br: ocultar
pt_pt: ocultar

# #32162
source: Hide games with missing items
de_de: Keine Spiele mit fehlenden Einträgen
el_gr: Απόκρυψη παιχνιδιών με ελλιπή αντικείμενα
fr_ca: Cacher les jeux avec des éléments manquants
it_it: Nascondi giochi con elementi mancanti
nl_nl: Verberg spellen met missende bestanden
pt_br: Ocultar jogos com itens ausentes
pt_pt: Ocultar jogos com itens em falta

# #32163
source: Launch Game
de_de: Spiel starten
el_gr: Έναρξη Παιχνιδιού
fr_ca: Lancer le jeux
it_it: Avvia gioco
nl_nl: start spel
pt_br: Lançar Jogo
pt_pt: Iniciar Jogo

# #32164
source: Please choose disc
de_de: Disk auswählen
el_gr: Παρακαλώ επιλέξτε δίσκο
fr_ca: Veuillez choisir un disque
it_it: Seleziona disco
nl_nl: Kies schijf a.u.b.
pt_br: Por favor escolha o disco
pt_pt: Por favor, escolha um disco

# #32165
source: Launch game from start
de_de: Spiel von Beginn starten
el_gr: Έναρξη παιχνιδιού από την αρχή
fr_ca: Lancer le jeu à partir du début
it_it: Lancia il gioco dall'inizio
nl_nl: Start spel vanaf het begin
pt_br: Lançar jogo do inicio
pt_pt: Iniciar jogo do início

# #32166
source: Launch saved state of this game?
de_de: Gespeicherten Spielstand starten?
el_gr: Άνοιγμα της αποθηκευμένης κατάστασης αυτού του παιχνιδιού;
fr_ca: Lancer l'état de sauvegarde de ce jeux?
it_it: Lancio il gioco dallo stato salvato?
nl_nl: start opgeslagen spel van dit spel?
pt_br: Lançar estado salvo deste jogo?
pt_pt: Iniciar um jogo guardado?

# #32167
source: Select slot of saved game
de_de: Speicher-Slot auswählen
el_gr: Επιλογή υποδοχής αποθηκευμένου παιχνιδιού
fr_ca: Choisir l'emplacement du jeu sauvegardé
it_it: Seleziona lo slot del salvataggio
nl_nl: Selecteer slot van opgeslagen spel
pt_br: Selecione um slot para salvar o jogo
pt_pt: Seleccione a posição do jogo guardado

# #32168
source: Enter Command Text
de_de: Befehlstext eingeben
el_gr: Εισαγωγή Κειμένου Εντολής
fr_ca: Saisir le texte de la commande
it_it: Inserisci testo del commando
nl_nl: voer commando tekst in
pt_br: Digite texto de comando
pt_pt: Introduza o Texto do Comando

# #32169
source: Export library...
de_de: Datenbank exportieren...
el_gr: Εξαγωγή συλλογής...
fr_ca: Exporter la ludothèque...
it_it: Esporta libreria...
nl_nl: bibliotheek exporteren...
pt_br: Exportar biblioteca...
pt_pt: Exportar biblioteca...

# #32170
source: Exporting Rom Collection
de_de: Exportiere Rom Collection
el_gr: Εξαγωγή Συλλογής Rom
fr_ca: Exportation de la collection de ROM
it_it: Esportazione Collezione di Roms
nl_nl: exporteren Rom collectie
pt_br: Exportando Coleção de Rom
pt_pt: Exportando Colecção de Roms

# #32171
source: Export game
de_de: Exportiere Spiel
el_gr: Εξαγωγή παιχνιδιού
fr_ca: Exporter le jeu
it_it: Esporta gioco
nl_nl: Exporteer spel
pt_br: Exportar jogo
pt_pt: Exportar Jogo

# #32172
source: Action canceled. Config.xml will not be written.
de_de: Aktion abgebrochen. Config.xml wird nicht geschrieben.
el_gr: Η ενέργεια ακυρώθηκε. Το config.xml δε θα εγγραφεί.
fr_ca: Action annulée. Config.xml ne sera pas écrit.
it_it: Azione annullata. Il file Config.xml non verrà scritto.
nl_nl: Actie geannuleerd. Config.xml zal niet worden geschreven.
pt_br: Ação cancelada. Config,xml não será escrito.
pt_pt: Acção cancelada. Config.xml não será modificado.

# #32173
source: Choose a scenario
de_de: Wähle ein Szenario
el_gr: Επιλογή σεναρίου
fr_ca: Choisir un scénario
it_it: Scegli uno scenario
nl_nl: Kies een scenario
pt_br: Escolha um cenário
pt_pt: Escolha um cenário

# #32174
source: Scrape game info and artwork online
de_de: Spiel-Infos und Artwork online scrapen
el_gr: Λήψη πληροφοριών και εικόνων των παιχνιδιών διαδικτυακά, μέσω scraper.
fr_ca: Extraire en ligne les infos et les illustrations des jeux
it_it: Esegui scraping online delle informazioni sul gioco e sull'artwork
nl_nl: Scrape spelinformatie en Artwork online
pt_br: Pegar informações de jogo e arte online
pt_pt: Procurar info e artwork do jogo na Internet

# #32175
source: Game info and artwork are available locally
de_de: Spiel-Infos und Artwork sind lokal verfügbar
el_gr: Υπάρχουν πληροφορίες και εικόνες των παιχνιδιών διαθέσιμες τοπικά.
fr_ca: Les infos et les illustrations des jeux sont disponibles locallement
it_it: Le informazioni sul giorco e l'artwork sono disponibili localmente
nl_nl: Spelinformatie en artwork zijn lokaal beschikbaar
pt_br: Informações de jogo e arte estão disponiveis localmente
pt_pt: Info e artwork do jogo disponíveis localmente

# #32176
source: Choose a platform
de_de: Plattform auswählen
el_gr: Επιλογή πλατφόρμας
fr_ca: Choisir une plate-forme
it_it: Scegli una piattaforma
nl_nl: Kies een platform
pt_br: Escolha uma plataforma
pt_pt: Escolher uma plataforma

# #32177
source: Enter platform name
de_de: Namen der Plattform eingeben
el_gr: Εισαγωγή ονόματος πλατφόρμας
fr_ca: Saisir le nom de la plate-forme
it_it: Inserisci nome piattaforma
nl_nl: voer platformnaam in
pt_br: Digite o nome da plataforma
pt_pt: Introduza o nome da plataforma

# #32178
source: Path to %s Emulator
de_de: Pfad zum %s Emulator
el_gr: Διαδρομή για τον %s Εξομοιωτή
fr_ca: Chemin vers l'émulateur %s
it_it: Percorso all'emulatore %s
nl_nl: Locatie naar %s emulator
pt_br: Caminho para o emulador %s
pt_pt: Localização do Emulador %s

# #32179
source: Emulator params ("%ROM%" is used for your rom files)
de_de: Emulator Parameter ("%ROM%" für die Rom-Dateien)
el_gr: Παράμετροι Εξομοιωτή (το "%ROM%" χρησιμοποιείται για τα αρχεία rom σας)
fr_ca: Paramètres de l'émulateur (« %ROM% » est utilisé pour vos fichiers ROM)
it_it: Parametri emulatore ("%ROM%" viene usato per i tuoi file rom)
nl_nl: Emulator params ("%ROM%" is gebruikt voor jouw rom bestanden)
pt_br: Parametros de emulador ("%ROM%" é usado para seus arquivos de rom)
pt_pt: Parâmetros do emulador ("%ROM%" é usado para os seus ficheiros rom)

# #32180
source: Path to %s Roms
de_de: Pfad zu den %s Roms
el_gr: Διαδρομή για τις Rom του %s
fr_ca: Chemin vers les ROM %s
it_it: Percorso ai Rom %s
nl_nl: Locatie naar %s roms
pt_br: Caminho para %s Roms
pt_pt: Localização dos Roms %s

# #32181
source: File mask (comma-separated): e.g. *.zip, *.smc
de_de: Dateimaske (Komma-separiert): z.B. *.zip, *.smc
el_gr: Μάσκες αρχείων (διαχωρισμένες με κόμμα): π.χ. *.zip, *.smc
fr_ca: Masque de fichier (séparé par des virgules) : par ex. *.zip, *.smc
it_it: Maschere file (separate da virgole): per es. *.zip, *.smc
nl_nl: Bestandsmasker (komma-gesplitst): e.g. *.zip, *.smc
pt_br: Mascara de arquivo (separados por virgula): por exemplo *.zip,*.smc
pt_pt: Máscara de ficheiro (separar c/ vírgula) p. ex. *.zip,*.smc

# #32183
source: Choose an artwork type
de_de: Wähle Artwork Typ aus
el_gr: Επιλέξτε έναν τύπο εικόνων
fr_ca: Choisir un type d'illustrations
it_it: Scegli un tipo di artwork
nl_nl: Kies een artwork type
pt_br: Escolha um tipo de arte
pt_pt: Escolha um tipo de artwork

# #32184
source: Do you want to add another Artwork Path?
de_de: Einen weiteren Artwork-Pfad anlegen?
el_gr: Επιθυμείτε να προσθέσετε άλλη Διαδρομή Εικόνων;
fr_ca: Voulez-vous ajouter un autre chemin pour les illustrations?
it_it: Vuoi aggiungere un altro percorso per gli artwork?
nl_nl: Wilt u een ander Artwork locatie instellen?
pt_br: Você quer adicionar outro caminho para arte?
pt_pt: Quer adicionar outra Localização De Artwork?

# #32185
source: Structure of your game descriptions
de_de: Aufbau der Spiel-Infos
el_gr: Δομή των περιγραφών παιχνιδιών
fr_ca: Structure des vos descriptions de jeux
it_it: Struttura descrizione giochi
nl_nl: Structuur van jouw spelbeschrijvingen
pt_br: Estrutura das descrições do seu jogo
pt_pt: Estrutura das suas descrições de jogos

# #32186
source: One description file per game
de_de: Eine Info-Datei pro Spiel
el_gr: Ένα αρχείο περιγραφής ανά παιχνίδι
fr_ca: Un fichier de description par jeu
it_it: Un file descrizione per gioco
nl_nl: Eén beschijvingsbestand per spel
pt_br: Um arquivo de descrição por jogo
pt_pt: Um ficheiro de descrição por jogo

# #32187
source: One description file for all games
de_de: Eine Info-Datei für alle Spiele
el_gr: Ένα αρχείο περιγραφής για όλα τα παιχνίδια
fr_ca: Un fichier de description pour tous les jeux
it_it: Un file descrizione per tutti i giochi
nl_nl: Eén beschijvingsbestand voor alle spellen
pt_br: Um arquivo de descrição para todos os jogos
pt_pt: Um ficheiro de descrição para todos os jogos

# #32188
source: Scrape game info online (or use local nfo)
de_de: Spiele online scrapen (oder local nfo verwenden)
el_gr: Λήψη πληροφοριών παιχνιδιού μέσω διαδικτυακού scraping (ή χρήση τοπικών πληροφοριών)
fr_ca: Extraire en ligne les infos des jeux (ou utiliser un nfo local)
it_it: Esegui scraping online delle informazioni sul gioco (oppure usa informazioni in locale)
nl_nl: Scrape spelinformatie online (of gebruik lokale nfo)
pt_br: Pegar informações do jogo online (ou usar local nfo)
pt_pt: Obter info de colectores (ou usar info local)

# #32189
source: %s game description
de_de: %s Info
el_gr: Περιγραφή παιχνιδιού %s
fr_ca: Description du jeu %s
it_it: Descrizione del gioco %s
nl_nl: %s spelbeschrijving
pt_br: %s descrição do jogo
pt_pt: %s descrição do jogo

# #32190
source: Enter description file mask
de_de: Info-Datei Maske eingeben
el_gr: Εισάγετε μάσκα αρχείων περιγραφής
fr_ca: Saisir le masque du fichier de description
it_it: Inserisci la maschera per i file di descrizione
nl_nl: Voer beschrijving bestandsmasker
pt_br: Digite a mascara de arquivo para descrição
pt_pt: Introduza a máscara de ficheiro para descrição

# #32191
source: %s parse instruction
de_de: %s Parse-Anweisung
el_gr: Οδηγία ανάλυσης %s
fr_ca: %s instruction d'analyse
it_it: %s elaborazione istruzioni
nl_nl: %s parse instructies
pt_br: %s analisar instrução
pt_pt: instrucçã de análise %s

# #32192
source: Do you want to add another Rom Collection?
de_de: Eine weitere Rom Collection anlegen?
el_gr: Επιθυμείτε να προσθέσετε άλλη Συλλογή Rom;
fr_ca: Voulez-vous ajouter une autre collection de ROM?
it_it: Vuoi aggiungere un'altra collezione rom?
nl_nl: Wilt u een andere Rom-collectie toevoegen?
pt_br: Você quer adicionar outra coleção de rom?
pt_pt: Quer adicionar outra Colecção de Roms?

# #32194
source: Pre-Launch delay (ms)
de_de: Verzögerung davor (ms)
el_gr: Καθυστέρηση Πριν την Έναρξη (ms)
fr_ca: Délai de pré-lancement (ms)
it_it: Ritardo (ms) prima del lancio
nl_nl: Voor-start vertraging (ms)
pt_br: Atraso antes de lançar (ms)
pt_pt: Atraso de Pré-Inicialização (ms)

# #32195
source: Post-Launch delay (ms)
de_de: Verzögerung danach (ms)
el_gr: Καθυστέρηση Μετά την Έναρξη (ms)
fr_ca: Délai de post-lancement (ms)
it_it: Ritardo (ms) dopo il lancio
nl_nl: na-start vertraging (ms)
pt_br: Atraso depois de lançar (ms)
pt_pt: Atraso de Pós-Inicialização (ms)

# #32196
source: Solo mode startup delay (ms)
de_de: Start-Verzögerung im Solo Modus (ms)
el_gr: Καθυστέρηση έναρξης λειτουργίας solo (ms)
fr_ca: Délai de démarrage du mode solo (ms)
it_it: Ritardo (ms) avvio "Solo mode"
nl_nl: Solo modus opstartvertraging (ms)
pt_br: Atraso (ms) para iniciar modo solo
pt_pt: Atraso ao iniciar modo solo (ms)

# #32197
source: Use VB script in solo mode (Windows only)
de_de: VB script im Solo Modus (nur Windows)
el_gr: Χρήση VB script στη λειτουργία solo (μόνο για Windows)
fr_ca: En mode solo, utiliser le script VB (Windows seulement)
it_it: Usa VB Script in "solo mode" (Valido solo su Windows)
nl_nl: Gebruik VB script in solo modus (Alleen in Windows)
pt_br: Usar VB Script no modo solo (somente no Windows)
pt_pt: Usar script VB em modo solo (apenas Windows)

# #32198
source: Use RetroPlayer to launch games?
de_de: Spiele per RetroPlayer starten?
el_gr: Χρήση του RetroPlayer για εκκίνηση παιχνιδιών;
fr_ca: Utiliser RetroPlayer pour lancer vos jeux?
it_it: Desideri usare RetroPlayer per avviare i giochi?
nl_nl: Gebruik RetroPlayer om spellen te starten?
pt_br: Usar RetroPlayer para iniciar jogos?
pt_pt: Usar RetroPlayer para iniciar os jogos?

# #32199
source: Suspend Audio
de_de: Audio anhalten
el_gr: Αναστολή του Ήχου
fr_ca: Suspendre l'audio
it_it: Sospendi audio
nl_nl: Opschorten audio
pt_br: Suspender Áudio
pt_pt: Suspender Áudio

# #32200
source: Minimize Kodi
de_de: Kodi minimieren
el_gr: Ελαχιστοποίηση του Kodi
fr_ca: Minimiser Kodi
it_it: Minimizza Kodi
nl_nl: Minimaliseer Kodi
pt_pt: Minimizar o Kodi

# #32201
source: Path to emu_autoconfig.xml
de_de: Pfad zu emu_autoconfig.xml
el_gr: Διαδρομή του emu_autoconfig.xml
fr_ca: Chemin vers emu_autoconfig.xml
it_it: Percorso di emu_autoconfig.xml
nl_nl: Locatie naar emu_autoconfig.xml
pt_br: Caminho para emu_autoconfig.xml
pt_pt: Localização de emu_autoconfig.xml

# #32202
source: %s (Installed)
de_de: %s (Installiert)
el_gr: %s (Εγκαταστάθηκε)
fr_ca: %s (installé)
it_it: %s (installato)
nl_nl: %s (geïnstalleerd)
pt_br: %s (Instalado)
pt_pt: %s (Instalado)

# #32203
source: Available autoconfig emulators
de_de: Per autoconfig verfügbare Emulatoren
el_gr: Διαθέσιμοι εξομοιωτές autoconfig
fr_ca: Émulateurs à configuration automatique disponibles
it_it: Disponibile autoconfigurazione emulatori
nl_nl: Beschikbare autoconfig emulators
pt_br: Disponíveis emuladores com autoconfig
pt_pt: Emuladores autoconfig disponíveis

# #32204
source: Caching images...
de_de: Lade Bilder...

# #32205
source: Do you want to force cancel current import?
de_de: Abbruch erzwingen?

# #32206
source: Type of offline scraper
de_de: Typ des lokalen Scrapers

# #32207
source: Scrape game info online and artwork is available locally
de_de: Spiel-Infos online scrapen und Artwork ist lokal verfügbar

# #32208
source: Left - Options, Right - Filter, C - Context menu
de_de: Links - Optionen, Rechts - Filter, C - Context menu

# #32209
source: Up - Options, Down - Filter, C - Context menu
de_de: Rauf - Optionen, Runter - Filter, C - Context menu

# #32300
source: General
de_de: Allgemein
el_gr: Γενικά
fr_ca: Général
it_it: Menu
nl_nl: Algemeen
pt_br: Geral
pt_pt: Menus
