Repository: kaffepausse71/SKINBASE19
Catalog: script.games.rom.collection.browser/resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, fr_ca, it_it, nl_nl, pt_br, pt_pt

# #32304
source: Save viewstate on exit
de_de: Viewstate beim Beenden speichern
el_gr: Αποθήκευση της κατάστασης κατά την έξοδο
fr_ca: Enregistrer l'état lors de la sortie
it_it: Salva stato visualizzazione all'uscita
nl_nl: bewaar kijkstatus bij afsluiten
pt_br: Salvar estado de exibição na saída
pt_pt: Guardar modo de vista ao sair

# #32305
source: Save viewstate on launch emu
de_de: Viewstate beim Starten des Spiels speichern
el_gr: Αποθήκευση της κατάστασης κατά την εκκίνηση του εξομοιωτή
fr_ca: Enregistrer l'état lors du lancement de l'émulateur
it_it: Salva stato della vista all'avio dell'emu
nl_nl: bewaar kijkstatus bij starten emu
pt_br: Salvar estado de exibição no lançamento
pt_pt: Guardar modo de vista ao iniciar emulação

# #32306
source: Import Games
de_de: Spiele importieren
el_gr: Εισαγωγή Παιχνιδιών
fr_ca: Importer les jeux
it_it: Importa giochi
nl_nl: importeer spellen
pt_br: Importar Jogos
pt_pt: Importar Jogos

# #32307
source: Import games on Kodi startup
de_de: Spiele beim Start von Kodi importieren
el_gr: Εισαγωγή παιχνιδιών κατά την έναρξη του Kodi
fr_ca: Importer les jeux lors du démarrage de Kodi
it_it: Importa giochi all'avvio di Kodi
nl_nl: importeer spellen bij het starten van Kodi
pt_br: Importar jogos na inicialização do Kodi
pt_pt: Importar jogos ao iniciar o Kodi

# #32308
source: Show import options dialog
de_de: Optionen-Dialog beim Import anzeigen
el_gr: Εμφάνιση του παραθύρου επιλογών εισαγωγής
fr_ca: Afficher la fenêtre d'options des importations
it_it: Mostra dialogo opzioni importazione
nl_nl: Toon importeer opties venster
pt_br: Mostrar opções de importação
pt_pt: Exibir janela de opções de importação

# #32309
source: Scraping mode
de_de: Scraping Modus
el_gr: Λειτουργία scrape
fr_ca: Mode d'extraction
it_it: Modalità scraping
nl_nl: Scraping modus
pt_br: Modo de obtenção de informações
pt_pt: Modo do colector

# #32312
source: Don't import games without description
de_de: Spiele ohne Beschreibung nicht importieren
el_gr: Να μη γίνει εισαγωγή παιχνιδιών χωρίς περιγραφή
fr_ca: Ne pas importer de jeux sans description
it_it: Non importare giochi privi di descrizione
nl_nl: Importeer geen spellen zonder beschrijving
pt_br: Não importar jogos sem descrição
pt_pt: Não importar jogos sem descrição

# #32314
source: Rescrape already imported games
de_de: Importierte Spiele erneut scannen
el_gr: Επανάληψη scrape ήδη εισηγμένων παιχνιδιών
fr_ca: Réextraire les jeux déjà importés
it_it: Riesegui scraping dei giochi già importati
nl_nl: Herscrape al geïmporteerde spellen
pt_br: Pegar dados novamente de jogos que já foram importados
pt_pt: Transferir informação para jogos já importados

# #32315
source: Allow overwrite with null values
de_de: Überschreiben mit Null-Werten erlauben
el_gr: Να επιτρέπεται η αντικατάσταση με κενές τιμές
fr_ca: Permettre l'écrasement par des valeurs nulles
it_it: Consenti di sovrascrivere con valori vuoti
nl_nl: Sta overschrijven toe met nul waarden
pt_br: Permitir substituir com valores nulos
pt_pt: Permitir substituição por valores nulos

# #32317
source: nfo folder path
de_de: Pfad zu local nfo Dateien
el_gr: Διαδρομή φακέλου nfo
fr_ca: chemin du dossier nfo
it_it: percorso cartella nfo
nl_nl: nfo folder locatie
pt_br: Caminho para pasta com nfo
pt_pt: localização da pasta de nfo

# #32318
source: Browse Games
de_de: Spiele durchsuchen
el_gr: Περιήγηση στα Παιχνίδια
fr_ca: Parcourir les jeux
it_it: Sfoglia giochi
nl_nl: zoek spellen
pt_br: Procurar Jogos
pt_pt: Navegar Jogos

# #32319
source: Show stars for favorites
de_de: Sterne bei Favoriten anzeigen
el_gr: Εμφάνιση αστεριών στα αγαπημένα
fr_ca: Afficher des étoiles pour les favoris
it_it: Mostra le stelle per i favoriti
nl_nl: toon sterren voor favorieten
pt_br: Mostrar estrelas para favoritos
pt_pt: Exibir estrelas para favoritos

# #32320
source: Show filter All Consoles
de_de: Option "Alle" in Konsolen Filter anzeigen
el_gr: Φίλτρο Όλες οι Παιχνιδομηχανές
fr_ca: Afficher le filtre Toutes les consoles
it_it: Mostra filtro "Tutte le console"
nl_nl: toon filter voor alle consoles
pt_br: Mostrar filtro Todos os Sistemas
pt_pt: Exibir filtro Todas as Consolas

# #32321
source: Show filter All Genres
de_de: Option "Alle" in Genre Filter anzeigen
el_gr: Φίλτρο Όλα τα Είδη
fr_ca: Afficher le filtre Tous les genres
it_it: Mostra filtro "Tutti i generi"
nl_nl: toon filter voor alle genres
pt_br: Mostrar filtro Todos os Gêneros
pt_pt: Exibir filtro Todos os Géneros

# #32322
source: Show filter All Years
de_de: Option "Alle" in Jahr Filter anzeigen
el_gr: Φίλτρο Όλα τα Έτη
fr_ca: Afficher le filtre Toutes les années
it_it: Mostra filtro "Tutti gli anni"
nl_nl: toon filter voor alle jaren
pt_br: Mostrar filtro Todos os Anos
pt_pt: Exibir filtro Todos os Anos

# #32323
source: Show filter All Publishers
de_de: Option "Alle" in Herausgeber Filter anzeigen
el_gr: Φίλτρο Όλοι οι Εκδότες
fr_ca: Afficher le filtre Tous les éditeurs
it_it: Mostra filtro "Tutti i publisher"
nl_nl: toon filter voor alle uitgevers
pt_br: Mostrar filtro Todos os Publicadores
pt_pt: Exibir filtro Todas as Editoras

# #32324
source: Show filter All Chars
de_de: Option "Alle" in Buchstaben Filter anzeigen
el_gr: Φίλτρο Όλοι οι Χαρακτήρες
fr_ca: Afficher le filtre Toutes les lettres
it_it: Mostra filtro "Tutti i personaggi"
nl_nl: toon filter voor alle hitlijsten
pt_br: Mostrar no filtro todos os Chars
pt_pt: Exibir filtro Todos os Caracteres

# #32325
source: Prevent unfiltered search
de_de: Ungefilterte Suche verhindern
el_gr: Αποτροπή αναζητήσεων χωρίς φίλτρα
fr_ca: Empêcher les recherches non filtrées
it_it: Impedisci ricerche senza filtri
nl_nl: voorkom ongefilterde zoekingen
pt_br: Prevenir busca não filtrada
pt_pt: Evitar procuras sem filtro

# #32326
source: Launch Games
de_de: Spiele starten
el_gr: Έναρξη Παιχνιδιών
fr_ca: Lancer les jeux
it_it: Avvia giochi
nl_nl: start spellen
pt_br: Lançar Jogos
pt_pt: Iniciar Jogos

# #32327
source: Escape emulator cmd
de_de: Emulator Kommando maskieren
el_gr: Εντολή Escape εξομοιωτή
fr_ca: Quitter la commande de l'émulateur
it_it: Esegui l'escaping per il comando dell'emulatore
nl_nl: escape emutor cmd
pt_br: Escapar emulador CMD
pt_pt: Cmd ao sair do emulador

# #32328
source: Max number of games to display
de_de: Maximale Anzahl Spiele anzeigen

# #32329
source: Prefer local nfo file if available
de_de: lokale nfo Datei bevorzugen (falls verfügbar)

# #32330
source: Use clearlogo as list title
de_de: Clearlogo als Titel in Liste verwenden

# #32331
source: Show scrollbar in game lists
de_de: Scrollbar in Listen anzeigen

# #32332
source: Show navigation hint at startup
de_de: Navigations-Hinweise beim Start anzeigen

# #32400
source: Year
de_de: Jahr
el_gr: Έτος
fr_ca: Année
it_it: Anno
nl_nl: Jaar
pt_br: Ano
pt_pt: Ano

# #32402
source: Publisher
de_de: Herausgeber
el_gr: Εκδότης
fr_ca: Éditeur
nl_nl: Uitgever
pt_br: Publicador
pt_pt: Editora

# #32403
source: Developer
de_de: Entwickler
el_gr: Δημιουργός
fr_ca: Développeur
it_it: Sviluppatore
nl_nl: Ontwerper
pt_br: Desenvolvedor
pt_pt: Produtora

# #32404
source: Favorites
de_de: Favoriten
el_gr: Αγαπημένα
fr_ca: Favoris
it_it: Preferiti
nl_nl: Favorieten
pt_br: Favoritos
pt_pt: Favoritos

# #32405
source: Search
de_de: Suche
el_gr: Αναζήτηση
fr_ca: Rechercher
it_it: Cerca
nl_nl: Zoeken
pt_br: Pesquisar
pt_pt: Procurar

# #32406
source: Console
de_de: Konsole
el_gr: Παιχνιδομηχανή
pt_br: Sistema
pt_pt: Consola

# #32408
source: View
de_de: Ansicht
el_gr: Προβολή
fr_ca: Vue
it_it: Visualizza
nl_nl: Bekijken
pt_br: Visualização
pt_pt: Ver

# #32409
source: Filter missing infos
de_de: Fehlende Infos filtern
el_gr: Φιλτράρισμα ελλιπών πληροφοριών
fr_ca: Filtrer les infos manquantes
it_it: Filtra informazioni mancanti
nl_nl: Filter missende informatie
pt_br: Filtrar sem informações
pt_pt: Filtro info em falta

# #32410
source: Items
de_de: Einträge
el_gr: Αντικείμενα
fr_ca: Éléments
it_it: Elementi
pt_br: Itens
pt_pt: Itens

# #32411
source: Page
de_de: Seite
el_gr: Σελίδα
it_it: Pagina
nl_nl: Pagina
pt_br: Página
pt_pt: Página

# #32412
source: No Games found
de_de: Keine Spiele gefunden

# #32413
source: View Options
de_de: Ansicht Optionen

# #32414
source: Max Players
de_de: Anzahl Spieler

# #32417
source: Sort by
de_de: Sortieren nach

# #32418
source: Order
de_de: Reihenfolge

# #32419
source: Ascending
de_de: Aufsteigend

# #32420
source: Descending
de_de: Absteigend

# #32421
source: Title
de_de: Titel

# #32423
source: Play count
de_de: Häufig gespielt

# #32424
source: Date added
de_de: Hinzugefügt

# #32425
source: Release Year
de_de: Jahr

# #32426
source: Select Color File
de_de: Farbschema auswählen

# #32427
source: Actions
de_de: Aktionen

# #32428
source: Import Games
de_de: Spiele importieren

# #32429
source: Export Game Database
de_de: Datenbank exportieren

# #32430
source: Clean Database
de_de: Datenbank aufräumen

# #32431
source: Scan Artwork Directories
de_de: Artwork Verzeichnisse scannen

# #32432
source: Edit Rom Collections
de_de: Rom Collections bearbeiten

# #32433
source: Open Addon Settings
de_de: Addon Settings öffnen

# #32501
source: Rescrape selected Game
de_de: Spiel erneut einlesen
el_gr: Επανάληψη scrape για το επιλεγμένο Παιχνίδι
fr_ca: Réextraire le jeu choisi
it_it: Riesegui lo scraping del gioco selezionato
nl_nl: herschrape geselecteerde spellen
pt_br: Raspar novamente jogo selecionado
pt_pt: Reanalisar jogo seleccionado

# #32502
source: Rescrape Selection
de_de: Auswahl erneut einlesen
el_gr: Επανάληψη scrape για τα Επιλεγμένα
fr_ca: Réextraire la sélection
it_it: Riesegui lo scraping di quanto selezionato
nl_nl: herscrape Selectie
pt_br: Raspar novamente a selecão
pt_pt: Reanalisar Selecção

# #32506
source: Edit Game Command
de_de: Spiel-Kommando bearbeiten
el_gr: Επεξεργασία Εντολής Παιχνιδιού
fr_ca: Modifier la commande de jeu
it_it: Modifica il comando di gioco
nl_nl: wijzig spel commando
pt_br: Editar Linha de Comando do jogo
pt_pt: Editar Comando de Jogo

# #32507
source: Add Game To Favorites
de_de: Spiel zu Favoriten hinzufügen
el_gr: Προσθήκη Παιχνιδιών στα Αγαπημένα
fr_ca: Ajouter le jeu aux favoris
it_it: Aggiungi il gioco ai favoriti
nl_nl: voeg spel toe aan favorieten
pt_br: Adicionar jogo aos Favoritos
pt_pt: Adicionar Jogo A Favoritos

# #32508
source: Add Selection To Favorites
de_de: Auswahl zu Favoriten hinzufügen
el_gr: Προσθήκη Επιλεγμένων στα Αγαπημένα
fr_ca: Ajouter la sélection aux favoris
it_it: Aggiungi quanto selezionato ai favoriti
nl_nl: voeg selectie toe aan favorieten
pt_br: Adicionar seleção aos Favoritos
pt_pt: Adicionar Selecção A Favoritos

# #32510
source: Delete Game
de_de: Spiel löschen
el_gr: Διαγραφή Παιχνιδιού
fr_ca: Supprimer le jeu
it_it: Elimina gioco
nl_nl: Verwijder spel
pt_br: Deletar Jogo
pt_pt: Apagar Jogo

# #32514
source: Set Gameclient (per Game)
de_de: Gameclient festlegen (pro Spiel)
el_gr: Ορισμός Πελάτη Παιχνιδιών (ανά Παιχνίδι)
fr_ca: Configurer le client de jeu (pour chaque jeux)
it_it: Imposta Gameclient (per gioco)
nl_nl: Stel spelcliënt in (per spel)
pt_br: Setar Gamecliente (por Jogo)
pt_pt: Definir Gameclient (por Jogo)

# #32600
source: Configuration
de_de: Konfiguration
el_gr: Διαμόρφωση
it_it: Configurazione
nl_nl: Instellingen
pt_br: Configurações
pt_pt: Configuração

# #32602
source: Import Games
de_de: Spiele importieren
el_gr: Εισαγωγή Παιχνιδιών
fr_ca: Importer les jeux
it_it: Importa giochi
nl_nl: Importeer spellen
pt_br: Importar Jogos
pt_pt: Importar Jogos

# #32603
source: Import Game Data
de_de: Daten importieren
el_gr: Εισαγωγή Δεδομένων Παιχνιδιών
fr_ca: Importer les données du jeu
it_it: Importa dati gioco
nl_nl: Importeer Spel gegevens
pt_br: Importar Dados do Jogo
pt_pt: Importar Dados Jogos

# #32604
source: Browse Games
de_de: Spiele durchsuchen
el_gr: Περιήγηση στα Παιχνίδια
fr_ca: Parcourir les jeux
it_it: Sfoglia giochi
nl_nl: Zoek spellen
pt_br: Procurar Jogos
pt_pt: Navegar Jogos

# #32605
source: Launch Games
de_de: Spiele starten
el_gr: Έναρξη Παιχνιδιών
fr_ca: Lancer les jeux
it_it: Avvia giochi
nl_nl: Start spellen
pt_br: Lançar Jogos
pt_pt: Iniciar Jogos

# #32606
source: Rom Path
de_de: Rom Pfad
el_gr: Διαδρομή Rom
fr_ca: Chemin de la ROM
it_it: Percorso Rom
nl_nl: Rom Locatie
pt_br: Caminho da Rom
pt_pt: Localização de Roms

# #32607
source: Rom File Mask
de_de: Rom Dateimaske
el_gr: Μάσκα Αρχείων Rom
fr_ca: Masque de fichiers ROM
it_it: Inserisci la maschera per i file Rom
nl_nl: Rom bestandsmasker
pt_br: Mascara de Arquivo da Rom
pt_pt: Máscara de Rom

# #32608
source: Ignore On Scan
de_de: Beim Import ignorieren
el_gr: Παράβλεψη κατά τη Σάρωση
fr_ca: Ignorer au balayage
it_it: Ignora durante la scansione
nl_nl: negeer bij scannen
pt_br: Igonorar a varredura
pt_pt: Ignorar Ao Analisar

# #32609
source: Allow Update
de_de: Updates erlauben
el_gr: Να επιτρέπονται Ενημερώσεις
fr_ca: Permettre la mise à jour
it_it: Permetti aggiornamento
nl_nl: Sta update toe
pt_br: Permitir Atualização
pt_pt: Permitir Actualização

# #32610
source: Max Folder Depth
de_de: Anzahl Unterordner
el_gr: Μέγ. Βάθος Φακέλου
fr_ca: Profondeur maximale de dossier
it_it: Profondità massima cartelle
nl_nl: Max Folder diepte
pt_br: Maxima profundidade (caracteres) para diretório
pt_pt: Máx. Nível Pastas

# #32611
source: Disk Indicator
de_de: Disk Indikator
el_gr: Ένδειξη Δίσκου
fr_ca: Indicateur de disque
it_it: Indicatore disco
nl_nl: CD indicator
pt_br: Indicador de disco
pt_pt: Indicador do Disco

# #32612
source: Use Foldername As Gamename
de_de: Ordnername als Spielename
el_gr: Χρήση ονόματος φακέλου ως όνομα Παιχνιδιού
fr_ca: Utiliser le nom de dossier comme nom de jeu
it_it: Usa il nome della cartella come titolo del gioco
nl_nl: Gebruik foldernaam als spelnaam
pt_br: Usar nome da pasta como nome do jogo
pt_pt: Usar Nome da Pasta como Nome do Jogo

# #32616
source: Media Type
de_de: Media Typ
el_gr: Τύπος Πολυμέσου
fr_ca: Type de média
it_it: Tipo di media
pt_br: Tipo Mídia
pt_pt: Tipo de Média

# #32617
source: Media Path
de_de: Media Pfad
el_gr: Διαδρομή Πολυμέσου
fr_ca: Chemin du média
it_it: Percorso media
nl_nl: Media Locatie
pt_br: Caminho da Mídia
pt_pt: Localização Média

# #32618
source: Media File Mask
de_de: Media Dateimaske
el_gr: Μάσκα Αρχείων Πολυμέσων
fr_ca: Masque de fichiers multimédias
it_it: Insersci la maschera per il file media
nl_nl: media bestandsmasker
pt_br: Mascara de arquivo de mídia
pt_pt: Máscara de Média

# #32619
source: Remove Media Path
de_de: Media Pfad entfernen
el_gr: Αφαίρεση Διαδρομής Πολυμέσου
fr_ca: Enlever le chemin des médias
it_it: Rimuovi percorso media
nl_nl: Verwijder Medialocatie
pt_br: Remover caminho da mídia
pt_pt: Remover Localização de Média

# #32620
source: Add Media Path
de_de: Media Pfad hinzufügen
el_gr: Προσθήκη Διαδρομής Πολυμέσου
fr_ca: Ajouter le chemin des médias
it_it: Aggiungi percorso media
nl_nl: Voeg medialocatie toe
pt_br: Adicionar caminho da mídia
pt_pt: Adicionar Localização de Média

# #32621
source: Images (Main window)
de_de: Bilder (Hauptfenster)
el_gr: Εικόνες (Κεντρικό παράθυρο)
fr_ca: Images (fenêtre principale)
it_it: Immagini (Finestra principale)
nl_nl: Afbeeldingen (Hoofdscherm)
pt_br: Imagens (Janela Principal)
pt_pt: Imagens (Janela Principal)

# #32622
source: Images (Info window)
de_de: Bilder (Infofenster)
el_gr: Εικόνες (Παράθυρο Πληροφοριών)
fr_ca: Images (fenêtre d'infos)
it_it: Immagini (Finestra informazioni)
nl_nl: Afbeeldingen (informatiescherm)
pt_br: Imagens (Janela de informações)
pt_pt: Imagens (Janela de Info)

# #32623
source: Autoplay Video (Main Window)
de_de: Videos automatisch (Hauptfenster)
el_gr: Αυτόματη αναπαραγωγή Βίντεο (Κεντρικό Παράθυρο)
fr_ca: Lecture vidéo automatique (fenêtre principale)
it_it: Esegui video automaticamente (Finestra principale)
nl_nl: Automatisch afspelen video (hoofdscherm)
pt_br: Começar Automaticamente o Video (Janela Principal)
pt_pt: Iniciar Automaticamente o Vídeo (Janela Principal)

# #32624
source: Emulator Cmd
de_de: Emulator
el_gr: Εντολή Εξομοιωτή
fr_ca: Commande de l'émulateur
it_it: Comando emulatore
pt_br: Emulador CMD
pt_pt: Cmd do Emulador

# #32625
source: Emulator Params
de_de: Emulator Parameter
el_gr: Παράμετροι Εξομοιωτή
fr_ca: Paramètres de l'émulateur
it_it: Parametri emulatore
pt_br: Parametros do Emulador
pt_pt: Parâmetros Emul

# #32626
source: Use Emulator In Solo Mode
de_de: Emulator im Solo Modus starten
el_gr: Χρήση Εξομοιωτή σε Λειτουργία Solo
fr_ca: Utiliser l'émulateur en mode solo
it_it: Usa l'emulatore in "Solo Mode"
nl_nl: Gebruik emulator in solo modus
pt_br: Usar Emulador em Modo Solo
pt_pt: Usar Emulador em Modo Solo

# #32627
source: Use Popen To Launch Emulator
de_de: Verwende Popen zum Starten des Spiels
el_gr: Χρήση του Popen για την Εκκίνηση του Εξομοιωτή
fr_ca: Utiliser Popen pour lancer l'émulateur
it_it: Usa Popen per lanciare l'emulatore
nl_nl: Gebruik Popen om emulator te starten
pt_br: Usar Popen para Lançar Emulador
pt_pt: Usar Popen Para Executar o Emulador

# #32628
source: Do Not Extract Zip Files
de_de: Zip Dateien nicht extrahieren
el_gr: Να μη γίνεται εξαγωγή αρχείων zip
fr_ca: Ne pas extraire les fichiers Zip
it_it: Non estrarre files dagli archivi .zip
nl_nl: Pak Zip bestanden niet uit
pt_br: Não extrair arquivos Zip
pt_pt: Não Extrair Ficheiros Zip

# #32629
source: Savestate path
de_de: Savestate Pfad
el_gr: Διαδρομή Αποθηκευμένων Καταστάσεων
fr_ca: Chemin de la sauvegarde d'état
it_it: Percorso salvataggio
nl_nl: save locatie
pt_br: Caminho do Savestate
pt_pt: Jogos Guardados

# #32630
source: Savestate File Mask
de_de: Savestate Maske
el_gr: Μάσκα Αρχείων Αποθηκευμένης Κατάστασης
fr_ca: Masque de fichiers de sauvegarde d'état
it_it: Inserisci la maschera per i file dei salvataggi
nl_nl: Save bestandsmasker
pt_br: Mascara de Arquivo do Savestate
pt_pt: Máscara Jogo Guardado

# #32631
source: Savestate Params
de_de: Savestate Parameter
el_gr: Παράμετροι Αποθηκευμένης Κατάστασης
fr_ca: Paramètres de sauvegarde d'état
it_it: Parametri salvataggi
nl_nl: save Params
pt_br: Parametros do Salvestate
pt_pt: Parâm. Jogos Guardados

# #32632
source: Pre-Launch Cmd
de_de: Kommando davor
el_gr: Εντολή Πριν την Έναρξη
fr_ca: Commande de pré-lancement
it_it: Comando pre-lancio
nl_nl: Voor-start Cmd
pt_br: Antes de Lançar CMD
pt_pt: Cmd Pré-Inicialização

# #32633
source: Post-Launch Cmd
de_de: Kommando danach
el_gr: Εντολή Μετά την Έναρξη
fr_ca: Commande de post-lancement
it_it: Comando post-lancio
nl_nl: Na-start Cmd
pt_br: Depois de Lançar CMD
pt_pt: Cmd Pós-Inicialização

# #32634
source: Save Config
de_de: Speichern
el_gr: Αποθήκευση Διαμόρφωσης
fr_ca: Enregistrer les configurations
it_it: Salva configurazione
nl_nl: Sla configuratie op
pt_br: Configuração de Salvamento
pt_pt: Guardar Config

# #32635
source: Cancel
de_de: Abbrechen
el_gr: Ακύρωση
fr_ca: Annuler
it_it: Annulla
nl_nl: Afbreken
pt_br: Cancelar
pt_pt: Cancelar

# #32636
source: Autoplay Video (Info Window)
de_de: Videos automatisch (Infofenster)
el_gr: Αυτόματη Αναπαραγωγή Βίντεο (Παράθυρο Πληροφοριών)
fr_ca: Lecture vidéo automatique (fenêtre d'info)
it_it: Avvio automatico Video (Finestra Informazioni)
nl_nl: automatisch afspelen video (informatiescherm)
pt_br: Autoplay Vídeo (Janela Info)
pt_pt: Iniciar Automaticamente o Vídeo (Janela de Info)

# #32637
source: Use RetroPlayer
de_de: RetroPlayer verwenden
el_gr: Χρήση RetroPlayer
fr_ca: Utiliser RetroPlayer
it_it: Usa RetroPlayer
nl_nl: Gebruik Retroplayer
pt_br: Usar RetroPlayer
pt_pt: Usar RetroPlayer

# #32640
source: Available Offline Scrapers
de_de: Verfügbare Offline Scraper

# #32641
source: Click to add Offline Scraper
de_de: Klicke um Offline Scraper hinzuzufügen

# #32642
source: Select Path to Game description file
de_de: Pfad zur Info-Datei

# #32644
source: Make Local Copy
de_de: Lokale Kopie erzeugen

# #32645
source: Add Collection
de_de: Collection hinzufügen

# #32646
source: Remove Collection
de_de: Collection entfernen

# #32751
source: Media
de_de: Medium
el_gr: Πολυμέσο
fr_ca: Média
pt_br: Mídia
pt_pt: Média

# #32754
source: Max. Players
de_de: Max. Spieler
el_gr: Μέγ. Παίκτες
fr_ca: Nombre maximum de Joueurs
it_it: N. mass. giocatori
nl_nl: maximum aantal spelers
pt_br: Máximo de Jogadores
pt_pt: Máx. De Jogadores

# #32755
source: Launch count
de_de: Spiel-Starts
el_gr: Πλήθος Ενάρξεων
fr_ca: Nombre de lancements
it_it: Conteggio esecuzioni
nl_nl: Aantal keer gestart
pt_br: Vezes Jogado
pt_pt: Vezes Jogado

# #32756
source: Play Game
de_de: Spiel starten
el_gr: Έναρξη Παιχνιδιού
fr_ca: Jouer un jeu
it_it: Gioca
nl_nl: start spel
pt_br: Jogar jogo
pt_pt: Iniciar Jogo

# #32800
source: Import Games
de_de: Spiele importieren
el_gr: Εισαγωγή Παιχνιδιών
fr_ca: Importer les jeux
it_it: Importa giochi
nl_nl: Importeer spellen
pt_br: Importação dos Jogos
pt_pt: Importar Jogos

# #32801
source: Scraping mode
de_de: Scrape Modus
el_gr: Λειτουργία scrape
fr_ca: Mode de l'extraction
it_it: Modalità scraping
nl_nl: Scraping modus
pt_br: Modo de raspagem
pt_pt: Modo do colector

# #32802
source: Change scraper for this run
de_de: Scraper für diesen Lauf ändern
el_gr: Αλλαγή scraper αυτήν τη φορά
fr_ca: Changer les extracteurs pour cette fois
it_it: Cambia gli scraper per questa esecuzione
nl_nl: Verander scrapers voor deze keer
pt_br: Alterar raspadores para esta execução
pt_pt: Alterar colectores para esta vez

# #32803
source: Scrape in background (exit RCB)
de_de: Im Hintergrund importieren (beendet RCB)

# #32804
source: Use configured default scrapers
de_de: Verwende konfigurierte Default Scraper

# #32850
source: RCB - Missing info filter
de_de: RCB - Nach fehlenden Infos filtern
el_gr: RCB - Φίλτρο ελλιπών πληροφοριών
fr_ca: RCB - Filtre d'infos manquantes
it_it: RCB - Manca filtro info
nl_nl: RCB - missend informatiefilter
pt_br: RCB - Filtro de informações em falta
pt_pt: RCB - filtro de info em falta

# #32851
source: Filter mode
de_de: Filter Modus
el_gr: Λειτουργία φίλτρου
fr_ca: Mode du filtre
it_it: Modalità filtraggio
nl_nl: Filtermodus
pt_br: Modo de filtro
pt_pt: Modo de filtro

# #32852
source: Filter games with missing artwork
de_de: Nach fehlendem Artwork filtern
el_gr: Φιλτράρισμα παιχνιδιών από τα οποία λείπουν εικόνες
fr_ca: Filtrer les jeux avec des illustrations manquantes
it_it: Filtra giochi senza artwork
nl_nl: Filter spellen met missende artwork
pt_br: Filtrar jogos com arte faltando
pt_pt: Filtrar jogos com artwork em falta

# #32853
source: ONE of these items missing
de_de: EINER dieser Einträge fehlt
el_gr: ΕΝΑ από αυτά τα αντικείμενα λείπει
fr_ca: UN de ces éléments est manquant
it_it: UNA di queste cose è mancante
nl_nl: EEN van deze items mist
pt_br: UM desses itens estão em falta
pt_pt: UM destes itens está em falta

# #32854
source: None
de_de: Keins
el_gr: Κανένα
fr_ca: Aucun
it_it: Nessuno
nl_nl: Geen
pt_br: Nenhum
pt_pt: Nenhum

# #32855
source: Add item
de_de: Eintrag hinzufügen
el_gr: Προσθήκη αντικειμένου
fr_ca: Ajouter un élément
it_it: Aggiungi oggetto
nl_nl: voeg item toe
pt_br: Adicionar item
pt_pt: Adicionar item

# #32856
source: Remove item
de_de: Eintrag entfernen
el_gr: Αφαίρεση αντικειμένου
fr_ca: Enlever un élément
it_it: Rimuovi oggetto
nl_nl: Verwijder item
pt_br: Remover item
pt_pt: Remover item

# #32857
source: ALL of these items missing
de_de: ALLE diese Einträge fehlen
el_gr: ΟΛΑ αυτά τα αντικείμενα λείπουν
fr_ca: TOUS ces éléments sont manquants
it_it: TUTTE queste cose mancano
nl_nl: AL deze items missen
pt_br: TODOS esses itens estão em falta
pt_pt: TODOS estes itens estão em falta
