Repository: kaffepausse71/SKINBASE19
Catalog: skin.neon/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #31003
source: Custom Playlist
pt_br: Lista de Reprodução Atual

# #31004
source: TV Shows
pt_br: Seriados

# #31005
source: MovieSet
pt_br: Coletâneas

# #31008
source: User Rating
pt_br: Avaliação Usuário

# #31009
source: Enable ABC keyboard
pt_br: Ativar Teclado ABC

# #31010
source: Enable startup video
pt_br: Ativar vídeo inicial

# #31011
source: Music: Show recently added songs instead of albums
pt_br: Música: exibir adiconado recentemente ao invés de ábuns

# #31012
source: Select folder containing weather fanart:
pt_br: Selecione pasta contendo fanart de clima

# #31013
source: Select bottom line RSS logo:
pt_br: Selecione Logo do RSS no pé da página

# #31014
source: Selected playlist:
pt_br: Lista de reprodução selecionada

# #31015
source: Sets
pt_br: Coletâneas

# #31016
source: Settings Level
pt_br: Nível dos Ajustes:

# #31017
source: Custom Home
pt_br: Página Inicial Personalizada

# #31018
source: Add Submenu of Custom Scripts on Home
pt_br: Adicionar Submenu de Scripts Personalizadas à Página Inicial

# #31019
source: Hide Video Cases
pt_br: Ocultar Estojos de Vídeo

# #31022
source: Directed By
pt_br: Dirigido por

# #31023
source: Playing
pt_br: Reproduzindo

# #31024
source: Page
pt_br: Página

# #31025
source: Items
pt_br: Itens

# #31026
source: Misc Options
pt_br: Opções diversas

# #31027
source: Location
pt_br: Local

# #31028
source: Actions
pt_br: Ações

# #31029
source: Disable Views
pt_br: Desativar visualizalões

# #31030
source: Reset Skin
pt_br: Redefinir Skin

# #31031
source: Use extrathumbs instead of extrafanart folder
pt_br: Usar extrathumbs ao invés de pasta fanart

# #31033
source: Scroll Plot for Movies and TV
pt_br: Rolar enredo para Filmes e Seriados

# #31034
source: Disable Media Flags
pt_br: Desativar Etiquetas de Mídia

# #31035
source: Disable Movies Watched Overlays
pt_br: Desativar Sobreposição de Filmes Assistidos

# #31036
source: Disable TV Show Watched Overlays
pt_br: Desativar Sobreposição de Seriados Assistidos

# #31037
source: Lock views in place (Kiosk mode)
pt_br: Travar visualizações (Modo Quiosque)

# #31038
source: Music Visualization Options
pt_br: Opções de visulização de música

# #31039
source: Use Fanart Instead of Visualisation
pt_br: Usar Fanart ao invés de Visualização

# #31040
source: Use JukeBox for Fullscreen Playback
pt_br: Usar JukeBox para Repodução Tela Cheia

# #31041
source: Enable Dark Fanart for Fullscreen Playback
pt_br: Ativar Fanart Escura para Reprodução em Tela Cheia

# #31042
source: Hide Main Menu Items
pt_br: Ocultar Itens Principais do Menu Principal

# #31043
source: Set Options for TV Shows
pt_br: Definir opções para Seriados

# #31044
source: Use Posters for TV Section
pt_br: Usar Posters para Seriados

# #31045
source: Use Banners for TV Section
pt_br: Usae Banners para Seriados

# #31046
source: Path to Music Library
pt_br: Caminho para Biblioteca de Música

# #31047
source: Disable Movies and TV Views
pt_br: Desativar Visualizações de Filmes e Seriados

# #31050
source: Start Playing Automatically
pt_br: Comçar a tocar autometicamente

# #31051
source: Panel
pt_br: Painel

# #31052
source: Landscape
pt_br: Paisagem

# #31055
source: Open playlist
pt_br: Abrir lista de reprodução

# #31056
source: Save playlist
pt_br: Salvar Lista de Reprodução

# #31057
source: Close playlist
pt_br: Fechar Lista de Reprodução

# #31058
source: System music files
pt_br: Arquivos de música do sistema

# #31059
source: Current playlist
pt_br: Lista de Reprodução atual

# #31061
source: Current Selected
pt_br: Seleção atual

# #31063
source: Showcase
pt_br: Mostruário

# #31064
source: Wall
pt_br: Parede

# #31065
source: Disable Music Views
pt_br: Desativar visualizações de Música

# #31068
source: Reset all Skin Settings
pt_br: Redefinr atodas as configurações da skin

# #31069
source: Click to reset all skin settings to defaults
pt_br: Clique para redefinir configurqações da skin para o padrão

# #31070
source: Custom Music Submenus
pt_br: Submenus personalizadosde Música

# #31073
source: MUTE
pt_br: MUDO

# #31074
source: Current Time
pt_br: Hora Atual

# #31075
source: Finish Time
pt_br: Hora final

# #31086
source: Show: Fanart
pt_br: Exibir: Fanart

# #31110
source: Edit Background for Home Button
pt_br: Editar fundo para Botão Página Inicial

# #31112
source: Show 'TV Airing Today' on the home screen
pt_br: Exibir 'Seridados em exibição Hoje' na Página Inicial

# #31113
source: Single Image
pt_br: Imagem única

# #31114
source: Multi Image
pt_br: Multi-imagem

# #31115
source: Customizer
pt_br: Personalizador

# #31116
source: Addon Scripts
pt_br: Script Add-on

# #31117
source: Show recently added content on the home screen
pt_br: Exibir adicionados recentemente na Página Inicial

# #31119
source: Enable Custom Script Button
pt_br: Ativar Botão de Script Personlizado

# #31120
source: BUTTON LABEL
pt_br: RÓTULO DE BOTÃO

# #31121
source: PATH TO SCRIPT
pt_br: CAMINHO PARA SCRIPT

# #31124
source: Disable TvShowNextAired add-on
pt_br: Desativar Add-on TvShowNextAired

# #31125
source: Disable TvTunes add-on
pt_br: Desativar add-on TvTunes

# #31127
source: Select Lyrics Add-On
pt_br: Selecionar Add-on de Letras de Músicas

# #31131
source: Show Video Path in Info Screen
pt_br: Exibir Caminho do Vídeo na Tela Info

# #31134
source: Slim List
pt_br: Lista Fina

# #31135
source: List
pt_br: Lista

# #31141
source: Logo Wall
pt_br: Logo Parede

# #31142
source: Logo Fanart
pt_br: Fanart Logo

# #31143
source: Episode
pt_br: Episódio

# #31144
source: Thumb List
pt_br: Lista de Miniaturas

# #31200
source: Thumbnails
pt_br: Miniaturas

# #31201
source: Upcoming Episodes
pt_br: Próximos Episódios

# #31202
source: Logo Title
pt_br: Logo Título

# #31208
source: Title
pt_br: Título

# #31214
source: Show: Dark View
pt_br: Exibir: Visulização Escura

# #31218
source: Power Options
pt_br: Opções de energia

# #31221
source: Use condition-based weather fanart
pt_br: Usar fanarts baseadas nas condições de clima

# #31226
source: Rated
pt_br: Avaliação

# #31229
source: First Premiered in
pt_br: Estréia:

# #31230
source: This Show Aired
pt_br: Este Seriado Exibido

# #31231
source: Aired
pt_br: Exibido

# #31233
source: Please Choose a Song
pt_br: Por favor escolha uma música

# #31234
source: on
pt_br: em

# #31235
source: Go Back
pt_br: Voltar

# #31237
source: Press Down for Trailer
pt_br: Pressione DOWN para Trailer

# #31238
source: Press "X" to Stop
pt_br: Pressione "X" para parar

# #31240
source: Press "Left" for Trailer
pt_br: Pressione "Esquerda" para Trailer

# #31241
source: Show weather widget
pt_br: Exibir widget de Clima

# #31242
source: Set Timer
pt_br: Definir Timer

# #31243
source: Cancel Timer
pt_br: Cancelar Timer

# #31244
source: Press Down for Info
pt_br: Pressione Down para Info

# #31245
source: Landscape Fanart
pt_br: Fanart Landscape

# #31246
source: Press Up or "X" to stop Trailer
pt_br: Pressione UP ou "X" para parar trailer

# #31247
source: Disable global clock
pt_br: Desativar Relógio Global

# #31248
source: Use smaller global now playing for music
pt_br: Usar tcocando agora pequeno para música

# #31249
source: Get Artwork
pt_br: Obter Artwork

# #31254
source: 3 Days - Mini
pt_br: 3 Dias - Mini

# #31255
source: 4 Days - Full
pt_br: 4 Dias - Completo

# #31256
source: Global Settings
pt_br: Configurações Globais

# #31257
source: Use random music backdrops - Same ones used on Home
pt_br: Usar fundos aleatórios para música - Mesmos usados na Página Inicial

# #31258
source: Use random photo backdrops - Same ones used on Home
pt_br: Usar fundos aleatórios para imagens - Mesmos usados na Página Inicial

# #31259
source: Home screen options
pt_br: Opções da Página Inicial

# #31260
source: Add Custom Items to Home Menu
pt_br: Adiconar Itens personalizados à Página Inicial

# #31261
source: Custom Favorite
pt_br: Favorito Personalizado

# #31262
source: Set Label
pt_br: Definir Etiqueta

# #31263
source: Automatically Download Images for TV shows
pt_br: Baixar automaticamente Imagens para Seriados

# #31264
source: Click to Download [COLOR=selected]logo.png[/COLOR]
pt_br: Clique para Baixar [COLOR=selected]logo.png[/COLOR]

# #31266
source: Enable 'extrafanart' - random cycling of fanart in Library mode
pt_br: Ativar 'fanarat extra' - trca aletaória de fanart no modo biblioteca

# #31267
source: User needs the 'extrafanart' folder at the root of TV Show or Movie folder
pt_br: Usuário precisa de pasta 'fanart extra' na raiz da pasta Seriados ou Filmes

# #31269
source: Use a local landcape.jpg instead of regular thumb on TV level
pt_br: Usar landscape.jpg local ao invés de miniatura nos Seriados

# #31270
source: User needs a landcape.jpg image at the root of TV Show folder
pt_br: Usuaário precisa ter imagem landscape.jpg na raiz da pasta do Seriado

# #31273
source: Addon Browser
pt_br: Navagador de Add-ons

# #31274
source: Now Playing
pt_br: Reproduzindo agora

# #31275
source: Recent Episodes
pt_br: Episódios Recentes

# #31276
source: Play trailers in full screen mode
pt_br: Tocar trailers em modo tela cheia

# #31277
source: Show Lyrics Button in MusicOSD
pt_br: Exibir Botão Letras de Música em OSD de Música

# #31280
source: HD Movies
pt_br: Filmes HD

# #31281
source: Rotate/Zoom fanart on the home screen
pt_br: Rotacionar/Zoom em fanart na Página inicial

# #31282
source: Enable Season Fanart on Episode level, will disable "ExtraFanart"
pt_br: Ativar Fanart Temporada no nível de Episódios, desativará "Fanart Extra"

# #31283
source: Also do this on the library views: Music, Movies and TV Shows
pt_br: Fazer isto também para visualizações de biblioteca: Música, FIlmes e Seriados

# #31284
source: Remove Info
pt_br: Remover Info

# #31285
source: Show Info
pt_br: Exibir Informações

# #31286
source: Plot
pt_br: Enredo

# #31287
source: Icon
pt_br: Ícone

# #31288
source: Shelf
pt_br: Prateleira

# #31289
source: Set Label
pt_br: Definir Etiqueta

# #31290
source: Set Favorite
pt_br: Definir Favorito

# #31291
source: Set Playlist
pt_br: Definir Lista de Reprodução

# #31292
source: Custom Movies Submenus
pt_br: Submneus de FIlmes Personalizados

# #31293
source: Set Custom Submenu Favorite
pt_br: Definir Submenu Persozalizado de Favoritos

# #31294
source: Set Custom Submenu Playlist
pt_br: Definir Submenu de Lista de Reprodução Personalizado

# #31295
source: Custom TV Show Submenus
pt_br: Submneus Personalizados de Seriados

# #31296
source: Last Added
pt_br: Úlitmo Adicionado

# #31297
source: Disable global weather
pt_br: Desativar Clima global

# #31298
source: Recent Items
pt_br: Itens recentes

# #31300
source: Current Temp
pt_br: Temp Atual

# #31301
source: Last Updated
pt_br: Última Atualização

# #31307
source: Hide Fanart
pt_br: Ocultar Fanart

# #31309
source: Memory Used:
pt_br: Memória Usada:

# #31317
source: Set Fanart Patnh
pt_br: Defnir caminho de fanart

# #31319
source: Selected Profile
pt_br: Perfil selecionado

# #31320
source: Last Logged In
pt_br: Último login

# #31325
source: Playlist Options
pt_br: Opções de Lista de Reprodução

# #31326
source: Created
pt_br: Criado

# #31327
source: Resolution
pt_br: Resolução

# #31351
source: Pause
pt_br: Pausa

# #31352
source: Stop
pt_br: Parar

# #31353
source: Fast Forward
pt_br: Avanço Rápido

# #31354
source: Rewind
pt_br: Retroceder

# #31355
source: Movie menu
pt_br: Menu Filme

# #31356
source: Download Subtitles
pt_br: Baixar Legendas

# #31360
source: Watch as 2D
pt_br: Assistir em 2D

# #31361
source: Change mode
pt_br: Alterar modo

# #31362
source: Enabled
pt_br: Ativado

# #31421
source: Select your Kodi user Profile[CR]to login and continue
pt_br: Selecione seu perfil de usuário no Kodi[CR] para logar-se e continuar

# #31422
source: Show or hide the login screen at startup.
pt_br: Exibir/ocultar tela de login no início

# #31423
source: Select the profile that will be used at startup when the login screen is disabled.
pt_br: Selecione perfil a ser utilizado quando tela de login está desabilitada.

# #31501
source: Scheduled Time
pt_br: Horário Agendado

# #31502
source: Live TV
pt_br: TV ao Vivo

# #31503
source: Add Group
pt_br: Adicionar Grupo

# #31504
source: Rename Group
pt_br: Renomear Grupo

# #31505
source: Delete Group
pt_br: Apagar Grupo

# #31506
source: Available[CR]Groups
pt_br: Grupos [CR] Disponíveis

# #31507
source: Ungrouped[CR]Channels
pt_br: Canais[CR]Desagrupados

# #31508
source: Channels in Group
pt_br: Canais no Grupo

# #31510
source: Timer Set
pt_br: Definir Timer

# #31511
source: Sort Order: Ascending
pt_br: Ordenação: Ascendente

# #31512
source: Sort Order: Descending
pt_br: Ordenção: Descendente

# #31513
source: View Settings
pt_br: Configuração de visualizações

# #31514
source: Full Screen
pt_br: Tela cheia

# #31515
source: TV Airing Today
pt_br: Seriados sendo exibidos hoje

# #31516
source: Use random items instead of recently added items
pt_br: Usar itens aleatórios ao invés de itens adicionados recentemente

# #31520
source: Recent
pt_br: Recente

# #31521
source: Random
pt_br: Aleatório

# #31522
source: Use Artist Slideshow Addon
pt_br: Usar Add-on Artist Slideshow

# #31523
source: Next Episode
pt_br: Próximo Episódio

# #31721
source: Show: Banner
pt_br: Exibir: Banner

# #31724
source: Track Number
pt_br: Número da faixa

# #31725
source: Working...
pt_br: Trabalhando...

# #31726
source: Show background videos in full screen mode
pt_br: Exibir vídeos no fundo em modo tela cheia

# #31727
source: Show music visualisations in the background
pt_br: Exibir visualização de música no fundo

# #31728
source: Enable bottom line RSS
pt_br: Ativar Botão RSS

# #31900
source: Map Alerts
pt_br: Alertas de Mapas

# #31901
source: 36 Hour Forecast
pt_br: Previsão 36 Horas

# #31902
source: Hourly Forecast
pt_br: Previsão por hora

# #31903
source: Weekend Forecast
pt_br: Previsão Fim de Semana

# #31904
source: 10 Day Forecast
pt_br: Previsão 10 Dias

# #31905
source: CURRENT
pt_br: ATUAL

# #31906
source: ALERTS
pt_br: ALERTAS

# #31907
source: VIDEO
pt_br: VÍDEO

# #31910
source: Satellite and Radar
pt_br: Satélite e Radar

# #31911
source: Forecast
pt_br: Previsão

# #31912
source: Conditions
pt_br: Condições

# #31913
source: Severe Weather
pt_br: Condições Severas

# #31914
source: Weather Outlook
pt_br: Previsão Clima

# #31972
source: TV Guide
pt_br: Guia de TV

# #31973
source: Click to Download [COLOR=selected]poster.jpg[/COLOR]
pt_br: Clique para baixar [COLOR=selected]poster.jpg[/COLOR]

# #31974
source: Click to Download [COLOR=selected]banner.jpg[/COLOR]
pt_br: Clique para baixar [COLOR=selected]banner.jpg[/COLOR]

# #31975
source: Click to Download [COLOR=selected]landscape.jpg[/COLOR]
pt_br: Clique para baixar [COLOR=selected]landscape.jpg[/COLOR]

# #31976
source: Click to Download [COLOR=selected]clearart.png[/COLOR]
pt_br: Clique para baixar [COLOR=selected]clearart.png[/COLOR]

# #31977
source: The below items will download the corresponding artwork for all TV Shows. [COLOR=red]Warning[/COLOR]: It will overwrite existing files
pt_br: Os itens abaixa vão baixar as artes correspondentes para todos os Seriados. [COLOR=red]Aviso[/COLOR]: Arquivos existentes serão sobrescritos

# #31978
source: These are all of the currently installed custom images used in the TV Views. When updating it may take time for Kodi to update the image in its cache.
pt_br: Estas são todas as imgens personlizadas instaladas usadas emvisulziações de Seriados. Quando autlizar pode demorar para o Kodi atualizar as imagens em seu cache.

# #31979
source: TV: Use large recently added view
pt_br: Seriados: Usar visualização grande de adicionados recentemente

# #31980
source: Movies: Use large recently added view
pt_br: Filmes: Usar visualização grande de adicionados recentemente

# #31981
source: Items
pt_br: Itens
