Repository: kaffepausse71/SKINBASE19
Catalog: script.artwork.beef.2/resources/language/resource.language.*/strings.po
Languages: de_de

# #32000
source: Unknown source
de_de: Unbekannte Quelle

# #32001
source: Something missing?
de_de: Etwas fehlt?

# #32002
source: Season {0}
de_de: Staffel {0}

# #32003
source: NFO file
de_de: NFO-Datei

# #32004
source: video file
de_de: Videodatei

# #32005
source: Video file thumbnail
de_de: Miniaturansicht der Videodatei

# #32006
source: {0:d} available
de_de: {0: d} verfügbar

# #32007
source: artwork report
de_de: Grafikbericht

# #32019
source: Contribute or donate to the source: fanart.tv, thetvdb.com, themoviedb.org, theaudiodb.com
de_de: Tragen Sie zur Quelle bei oder spenden Sie an sie: fanart.tv, thetvdb.com, themoviedb.org, theaudiodb.com

# #32020
source: Adding extended artwork
de_de: Hinzufügen erweiterter Grafiken

# #32021
source: No artwork available
de_de: Keine Grafik verfügbar

# #32022
source: {0:d} artwork updated
de_de: {0: d} Grafik aktualisiert

# #32023
source: No artwork updated
de_de: Kein Grafik aktualisiert

# #32024
source: Error with provider '{0}'
de_de: Fehler mit Anbieter '{0}'

# #32025
source: Media type '{0}' not supported
de_de: Der Medientyp '{0}' wird nicht unterstützt

# #32026
source: {0} or newer required
de_de: {0} oder neuer erforderlich

# #32027
source: Removed {0:d} images
de_de: {0: d} Bilder entfernt

# #32028
source: Listing all {0}
de_de: Auflistung aller {0}

# #32029
source: All items identified. Hurray!
de_de: Alle Artikel identifiziert. Hurra!

# #32030
source: No web service IDs available, can't look up online
de_de: Keine Webdienst-IDs verfügbar, kann nicht online nachschlagen

# #32031
source: Encountered multiple errors, skipping provider for remaining items
de_de: Es sind mehrere Fehler aufgetreten, wobei der Anbieter für verbleibende Elemente übersprungen wurde

# #32032
source: Could not find movie set on TMDb
de_de: Auf TMDb konnte kein Film gefunden werden

# #32033
source: Could not find music video on TheAudioDB
de_de: Musikvideo auf TheAudioDB konnte nicht gefunden werden

# #32034
source: Could not contact provider
de_de: Anbieter konnte nicht kontaktiert werden

# #32035
source: web service error: {0}
de_de: Webdienstfehler: {0}

# #32036
source: Kodi 18 or newer required
de_de: Kodi 18 oder neuer erforderlich

# #32037
source: Could not save image to file: {0}
de_de: Bild konnte nicht in Datei gespeichert werden: {0}

# #32038
source: {0:d} artwork cached
de_de: {0: d} Grafik zwischengespeichert

# #32039
source: Artwork caching requires Kodi setting 'Allow remote control via HTTP' enabled
de_de: Für das Zwischenspeichern von Grafiken muss die Kodi-Einstellung "Fernsteuerung über HTTP zulassen" aktiviert sein

# #32040
source: File path charset unsupported: {0}
de_de: Dateipfad-Zeichensatz nicht unterstützt: {0}

# #32050
source: Choose art type for {0}
de_de: Wählen Sie den Kunsttyp für {0}

# #32051
source: Choose {0} for {1}
de_de: Wählen Sie {0} für {1}

# #32056
source: Unmatched items
de_de: Nicht übereinstimmende Artikel

# #32057
source: Enter TheMovieDB collection name
de_de: Geben Sie den Namen der TheMovieDB-Sammlung ein

# #32052
source: Actions
de_de: Aktionen

# #32053
source: Automatically add these artwork types from web services and file system
de_de: Fügen Sie diese Bildtypen automatisch aus Webdiensten und dem Dateisystem hinzu

# #32054
source: Sorting and auto filters
de_de: Sortieren und automatische Filter

# #32058
source: Enter the artist and track name
de_de: Geben Sie den Künstler und den Titelnamen ein

# #32060
source: Artist artwork will [I]only[/I] be processed in the 'Artist information folder'[CR]configured in Kodi settings under Media > Music
de_de: Künstlergrafiken werden nur [I] [/ I] im 'Künstlerinformationsordner' [CR] verarbeitet, der in den Kodi-Einstellungen unter Medien> Musik konfiguriert ist

# #32061
source: Downloading artwork to local files
de_de: Herunterladen von Grafiken in lokale Dateien

# #32062
source: Should local artwork files also be deleted?
de_de: Sollten auch lokale Grafikdateien gelöscht werden?

# #32400
source: Select series for episode 'fanart'...
de_de: Serie für Episode 'Fanart' auswählen ...

# #32401
source: Add missing artwork now?
de_de: Fehlende Grafik jetzt hinzufügen?

# #32402
source: Add missing episode artwork for newly selected series after add-on settings are closed?
de_de: Fehlende Episodengrafiken für neu ausgewählte Serien hinzufügen, nachdem die Add-On-Einstellungen geschlossen wurden?

# #32403
source: stop current process
de_de: Stoppt den aktuellen Prozess

# #32408
source: identify unmatched movie sets with TMDb ...
de_de: Identifizieren Sie nicht übereinstimmende Filmsets mit TMDb.

# #32409
source: Search for item
de_de: Artikel suchen

# #32410
source: Add missing artwork
de_de: Fügen Sie fehlende Grafiken hinzu

# #32411
source: Select artwork...
de_de: Grafik auswählen ...

# #32412
source: Disable Artwork Beef context items [I](per skin)[/I]
de_de: Deaktivieren Sie Artwork Beef-Kontextelemente [I] (pro Skin) [/ I]

# #32413
source: Enable Artwork Beef context items [I](per skin)[/I]
de_de: Aktivieren Sie Artwork Beef-Kontextelemente [I] (pro Skin) [/ I]

# #32415
source: identify unmatched music videos with TheAudioDB ...
de_de: Identifizieren Sie unvergleichliche Musikvideos mit TheAudioDB ...

# #32416
source: add missing artwork for ...
de_de: fehlende Grafik hinzufügen für ...

# #32417
source: new videos
de_de: Neue Videos

# #32418
source: old videos
de_de: Alte Videos

# #32419
source: all videos (new, old, and all in between)
de_de: alle Videos (neu, alt und alles dazwischen)

# #32420
source: new music
de_de: Neue Musik

# #32421
source: old music
de_de: Alte Musik

# #32422
source: all music (new, old, and all in between)
de_de: alle Musik (neu, alt und alles dazwischen)

# #32423
source: Download existing remote images in the video library
de_de: Laden Sie vorhandene Remote-Images in die Videobibliothek herunter

# #32424
source: Preload local video library artwork to texture cache
de_de: Laden Sie die Grafik der lokalen Videobibliothek in den Textur-Cache vor

# #32425
source: Preload local music library artwork to texture cache
de_de: Laden Sie die Grafik der lokalen Musikbibliothek in den Textur-Cache vor

# #32426
source: Fill with all configured above [I](save other changes first)[/I]
de_de: Füllen Sie alle oben konfigurierten [I] aus (speichern Sie zuerst andere Änderungen) [/ I]

# #32427
source: Remove all artwork
de_de: Entfernen Sie alle Grafiken

# #32428
source: Disable Artwork Beef debug context items [I](per skin)[/I]
de_de: Deaktivieren Sie die Debug-Kontextelemente für Artwork Beef [I] (pro Skin) [/ I].

# #32429
source: Enable Artwork Beef debug context items [I](per skin)[/I]
de_de: Aktivieren Sie Artwork Beef-Debug-Kontextelemente [I] (pro Skin) [/ I]

# #32430
source: Log debug info
de_de: Debug-Informationen protokollieren

# #32431
source: scan for new local files for video library
de_de: Suchen Sie nach neuen lokalen Dateien für die Videobibliothek

# #32650
source: Save configured arttypes to advancesettings.xml whitelist
de_de: Speichern Sie konfigurierte Kunsttypen in der Whitelist "advesettings.xml"

# #32651
source: Restore original advancesettings.xml backed up by Artwork Beef
de_de: Stellen Sie die ursprüngliche Datei progressetsettings.xml wieder her, die von Artwork Beef gesichert wurde

# #32652
source: This advanced setting allows Kodi to add extended artwork itself, without any help from Artwork Beef.
de_de: Mit dieser erweiterten Einstellung kann Kodi ohne Hilfe von Artwork Beef selbst erweiterte Grafiken hinzufügen.

# #32653
source: Include multiple artwork, such as 'fanart1' and 'fanart2'? This will not add artwork from the 'extrafanart' directory, they must be saved next to the media item.
de_de: Mehrere Grafiken wie 'fanart1' und 'fanart2' einschließen? Dadurch werden keine Grafiken aus dem Verzeichnis 'extrafanart' hinzugefügt, sie müssen neben dem Medienelement gespeichert werden.

# #32654
source: advancedsettings.xml is malformed and cannot be parsed
de_de: advancedsettings.xml ist fehlerhaft und kann nicht analysiert werden

# #32655
source: original advancedsettings.xml backed up to advancedsettings.xml.beef.bak
de_de: original advancedsettings.xml gesichert auf advancedsettings.xml.beef.bak

# #32656
source: original advancedsettings.xml could not be backed up
de_de: Die ursprüngliche Datei advancedsettings.xml konnte nicht gesichert werden

# #32657
source: advancedsettings.xml.beef.bak restored to advancedsettings.xml
de_de: advancedsettings.xml.beef.bak wurde in advancedsettings.xml wiederhergestellt

# #32658
source: advancedsettings.xml.beef.bak could not be restored
de_de: advancedsettings.xml.beef.bak konnte nicht wiederhergestellt werden

# #32659
source: restart Kodi for these changes to take effect
de_de: Starten Sie Kodi neu, damit diese Änderungen wirksam werden

# #32900
source: Add artwork for new videos after library updates
de_de: Fügen Sie nach Bibliotheksaktualisierungen Grafiken für neue Videos hinzu

# #32912
source: Update artwork for old items daily
de_de: Aktualisieren Sie das Bildmaterial für alte Gegenstände täglich

# #32904
source: Do not automatically add artwork from web services, only identify local files
de_de: Fügen Sie keine Grafiken aus Webdiensten hinzu, sondern identifizieren Sie nur lokale Dateien

# #32901
source: Prefer 'fanart' with no title
de_de: Bevorzugen Sie 'Fanart' ohne Titel

# #32917
source: Prefer 'poster' with no title
de_de: Bevorzugen Sie "Poster" ohne Titel

# #32902
source: Preferred artwork size
de_de: Bevorzugte Grafikgröße

# #32907
source: Minimum image rating
de_de: Minimale Bildbewertung

# #32913
source: Priority language selection
de_de: Auswahl der Prioritätssprache

# #32903
source: Use high quality preview images
de_de: Verwenden Sie hochwertige Vorschaubilder

# #32905
source: fanart.tv personal API key (optional)
de_de: persönlicher API-Schlüssel von fanart.tv (optional)

# #32906
source: Identify alternate Artwork Downloader and MSAA artwork file names
de_de: Identifizieren Sie alternative Namen für Artwork Downloader- und MSAA-Artwork-Dateien

# #32909
source: process movie set artwork in a central info directory
de_de: Verarbeiten Sie Filmmaterial in einem zentralen Infoverzeichnis

# #32910
source: central info directory
de_de: zentrales Infoverzeichnis

# #32911
source: grab movie set artwork from movie parent directory
de_de: Holen Sie sich das Filmmaterial aus dem übergeordneten Verzeichnis des Films

# #32914
source: Replace episode 'thumb' with Kodi generated thumb
de_de: Ersetzen Sie die Episode "Bilder" durch den von Kodi generierten Bilder

# #32915
source: Replace movie 'thumb' with Kodi generated thumb
de_de: Ersetzen Sie die Film-Cover durch die von Kodi generierten Cover

# #32916
source: Include detailed per item changes in the reports
de_de: Nehmen Sie detaillierte Änderungen pro Artikel in die Berichte auf

# #32918
source: TV show scraper (if ID source is unknown)
de_de: TV-Show-Scraper (wenn ID-Quelle unbekannt ist)

# #32919
source: Show latest artwork report
de_de: Aktuellen Grafikbericht anzeigen

# #32920
source: Replace music video 'thumb' with Kodi generated thumb
de_de: Ersetzen Sie den Bilder des Musikvideos durch den von Kodi generierten Bilder

# #32921
source: Prefer artwork from The Movie Database when available
de_de: Bevorzugen Sie Grafiken aus der Filmdatenbank, sofern verfügbar

# #32922
source: Add artwork for new music after library updates
de_de: Fügen Sie nach Aktualisierungen der Bibliothek Grafiken für neue Musik hinzu

# #32924
source: Progress display for automatic processing
de_de: Fortschrittsanzeige für die automatische Verarbeitung

# #32925
source: full progress bar
de_de: volle Fortschrittsanzeige

# #32926
source: just warnings and errors
de_de: nur Warnungen und Fehler

# #32927
source: only add-on crashes
de_de: nur Add-On stürzt ab

# #32928
source: Show final artwork update count notification
de_de: Benachrichtigung über die Anzahl der endgültigen Bildaktualisierungen anzeigen

# #32929
source: Save additional movie and TV show fanart to 'extrafanart' directory instead
de_de: Speichern Sie stattdessen zusätzliche Film- und TV-Show-Fanarts im Verzeichnis 'extrafanart'

# #32930
source: Save additional music videos fanart to 'extrafanart' directory instead
de_de: Speichern Sie stattdessen zusätzliche Musikvideos Fanart im Verzeichnis 'extrafanart'

# #32931
source: Recycle deleted and replaced artwork files to temp/cache directory
de_de: Recyceln Sie gelöschte und ersetzte Grafikdateien in das temporäre / Cache-Verzeichnis

# #32940
source: Delete deselected artwork files
de_de: Löschen Sie nicht ausgewählte Grafikdateien

# #32941
source: Save movie artwork with movie base file name
de_de: Speichern Sie Filmgrafiken mit dem Namen der Filmbasisdatei

# #32942
source: Save music video artwork with music video base file name
de_de: Speichern Sie Musikvideokunstwerke mit dem Namen der Musikvideobasisdatei

# #32951
source: Save album and song art with song files if possible
de_de: Speichern Sie Album- und Songcover nach Möglichkeit mit Songdateien

# #32952
source: Automatically preload local video library artwork to Kodi texture cache
de_de: Laden Sie die Grafik der lokalen Videobibliothek automatisch in den Kodi-Textur-Cache vor

# #32953
source: Automatically preload local music library artwork to Kodi texture cache
de_de: Laden Sie die Grafik der lokalen Musikbibliothek automatisch in den Kodi-Textur-Cache vor

# #32954
source: Additional art types for TV shows (comma separated)
de_de: Zusätzliche Kunstarten für Fernsehsendungen (durch Kommas getrennt)

# #32955
source: Additional art types for TV seasons (comma separated)
de_de: Zusätzliche Kunstarten für TV-Staffeln (durch Kommas getrennt)

# #32956
source: Additional art types for TV episodes (comma separated)
de_de: Zusätzliche Kunstarten für TV-Folgen (durch Kommas getrennt)

# #32957
source: Additional art types for movies (comma separated)
de_de: Zusätzliche Kunstarten für Filme (durch Kommas getrennt)

# #32958
source: Additional art types for movie sets (comma separated)
de_de: Zusätzliche Kunstarten für Filmsets (durch Kommas getrennt)

# #32959
source: Additional art types for music videos (comma separated)
de_de: Zusätzliche Kunstarten für Musikvideos (durch Kommas getrennt)

# #32960
source: Additional art types for artists (comma separated)
de_de: Zusätzliche Kunstarten für Künstler (durch Kommas getrennt)

# #32961
source: Additional art types for albums (comma separated)
de_de: Zusätzliche Kunsttypen für Alben (durch Kommas getrennt)

# #32962
source: Additional art types for songs (comma separated)
de_de: Zusätzliche Kunstarten für Songs (durch Kommas getrennt)

# #32963
source: Prefer artwork from specific web service
de_de: Bevorzugen Sie Grafiken von einem bestimmten Webdienst

# #32964
source: Manually select multiple images for all media types
de_de: Wählen Sie manuell mehrere Bilder für alle Medientypen aus

# #32965
source: In case of emergency
de_de: Im Notfall

# #32970
source: Largest available
de_de: Größte verfügbar

# #32973
source: Image languages for automatic filter
de_de: Bildsprachen für den automatischen Filter

# #32974
source: then include Kodi 'User interface language'
de_de: Fügen Sie dann Kodi 'Sprache der Benutzeroberfläche' hinzu.

# #32975
source: then include English language images
de_de: Fügen Sie dann Bilder in englischer Sprache hinzu

# #32976
source: save new artwork to subdirectories per movie set
de_de: Speichern Sie neue Grafiken in Unterverzeichnissen pro Filmset

# #32977
source: Artwork download configuration
de_de: Grafik-Download-Konfiguration

# #32978
source: Kodi cache only
de_de: Nur Kodi-Cache

# #32979
source: all configured above
de_de: alle oben konfiguriert

# #32980
source: specific types below
de_de: spezifische Typen unten

# #32981
source: Clean existing artwork URLs (HTTP to HTTPS, web service URL changes)
de_de: Bereinigen Sie vorhandene Grafik-URLs (HTTP zu HTTPS, Änderungen der Webdienst-URL)

# #32982
source: Add 'keyart' from TheMovieDB
de_de: Fügen Sie 'keyart' aus TheMovieDB hinzu

# #32986
source: no web service
de_de: kein Webdienst

# #32820
source: Path exclusion
de_de: Pfadausschluss

# #32821
source: Use path exclusion
de_de: Verwenden Sie den Pfadausschluss

# #32822
source: Exclude the following type
de_de: Schließen Sie den folgenden Typ aus

# #32823
source: Folder
de_de: Ordner

# #32826
source: Exclude paths within folder
de_de: Pfade innerhalb des Ordners ausschließen

# #32827
source: Exclude paths starting with
de_de: Schließen Sie Pfade aus, die mit beginnen

# #32828
source: Exclude paths matching regex
de_de: Pfade ausschließen, die mit Regex übereinstimmen

# #32829
source: Exclude another
de_de: Einen anderen ausschließen
