Repository: kaffepausse71/SKINBASE19
Catalog: skin.neon/language/*/strings.po
Languages: dutch

# #31003
source: Custom Playlist
dutch: Willekeurige afspeellijst

# #31004
source: TV Shows
dutch: TV Series

# #31005
source: MovieSet
dutch: filmset

# #31008
source: User Rating
dutch: Gebruikerswaardering

# #31009
source: Enable ABC keyboard
dutch: Activeer ABC toetsenbord

# #31010
source: Enable startup video
dutch: Activeer opstart video

# #31011
source: Music: Show recently added songs instead of albums
dutch: Muziek: toon recent toegevoegde nummers in plaats van albums

# #31012
source: Select folder containing weather fanart:
dutch: Selecteer folder met weer fan-art:

# #31013
source: Select bottom line RSS logo:
dutch: Selecteer bodem lijn RSS logo:

# #31014
source: Selected playlist:
dutch: Geselecteerde afspeellijst:

# #31016
source: Settings Level
dutch: Instellingsniveau

# #31017
source: Custom Home
dutch: Aangepast begin

# #31018
source: Add Submenu of Custom Scripts on Home
dutch: Voeg submenu toe van willekeurige script op start

# #31019
source: Hide Video Cases
dutch: Verberg video hoesjes

# #31022
source: Directed By
dutch: Geregisseerd door

# #31023
source: Playing
dutch: Afspelend

# #31024
source: Page
dutch: Pagina

# #31026
source: Misc Options
dutch: Overige Opties

# #31027
source: Location
dutch: Locatie

# #31028
source: Actions
dutch: Acties

# #31029
source: Disable Views
dutch: Deactiveer weergaven

# #31030
source: Reset Skin
dutch: Skininstellingen Herstellen

# #31031
source: Use extrathumbs instead of extrafanart folder
dutch: gebruik extraminiaturen in plaats van extrafan-art folder

# #31033
source: Scroll Plot for Movies and TV
dutch: Scroll Plot voor films en TV

# #31034
source: Disable Media Flags
dutch: Uitschakelen media vlaggen

# #31035
source: Disable Movies Watched Overlays
dutch: Uitschakelen films bekeken overlays

# #31036
source: Disable TV Show Watched Overlays
dutch: Verberg TV-series bekeken overlays

# #31037
source: Lock views in place (Kiosk mode)
dutch: Zet Aanzichten Op Slot (Kiosk Modus)

# #31038
source: Music Visualization Options
dutch: Muziek Visualisatie opties

# #31039
source: Use Fanart Instead of Visualisation
dutch: Gebruik fan-art in plaats van visualisatie

# #31040
source: Use JukeBox for Fullscreen Playback
dutch: Gebruik JukeBox voor volledig scherm afspelen

# #31041
source: Enable Dark Fanart for Fullscreen Playback
dutch: Activeer Donker fan-art voor volledig afspelen

# #31042
source: Hide Main Menu Items
dutch: Verberg hoofdmenu items

# #31043
source: Set Options for TV Shows
dutch: Stel opties in voor TV-series

# #31044
source: Use Posters for TV Section
dutch: Gebruik posters voor de TV sectie

# #31045
source: Use Banners for TV Section
dutch: Gebruik banners voor de tv Sectie

# #31046
source: Path to Music Library
dutch: Locatie naar muziekbibliotheek

# #31047
source: Disable Movies and TV Views
dutch: Deactiveer films en tv weergaven

# #31050
source: Start Playing Automatically
dutch: Start afspelen automatisch

# #31051
source: Panel
dutch: Paneel

# #31052
source: Landscape
dutch: Panorama

# #31053
source: 3D Landscape
dutch: 3d landschap

# #31055
source: Open playlist
dutch: Open afspeellijst

# #31056
source: Save playlist
dutch: Bewaar afspeellijst

# #31057
source: Close playlist
dutch: Sluit afspeellijst

# #31058
source: System music files
dutch: Systeem muziekbestanden

# #31059
source: Current playlist
dutch: Huidige afspeellijst

# #31061
source: Current Selected
dutch: Nu geselecteerd

# #31063
source: Showcase
dutch: Tentoonstelling

# #31064
source: Wall
dutch: Muur

# #31065
source: Disable Music Views
dutch: Deactiveer muziekweergaven

# #31068
source: Reset all Skin Settings
dutch: Herstel alle skin instellingen

# #31069
source: Click to reset all skin settings to defaults
dutch: Klik om alle skin instellingen te herstellen naar hun standaardwaarden

# #31070
source: Custom Music Submenus
dutch: Aangepaste muziek submenu`s

# #31073
source: MUTE
dutch: GELUID UIT

# #31074
source: Current Time
dutch: Huidige Tijd

# #31075
source: Finish Time
dutch: Eindtijd

# #31086
source: Show: Fanart
dutch: Serie: Fanart

# #31094
source: Dark Showcase
dutch: Donker showcase

# #31110
source: Edit Background for Home Button
dutch: Pas achtergrond aan voor de beginknop

# #31112
source: Show 'TV Airing Today' on the home screen
dutch: Serie 'vandaag op TV' op het startscherm

# #31113
source: Single Image
dutch: Enkele afbeelding

# #31114
source: Multi Image
dutch: Meerdere afbeeldingen

# #31117
source: Show recently added content on the home screen
dutch: Toon recent toegevoegde inhoud op het startscherm

# #31119
source: Enable Custom Script Button
dutch: Activeer aangepaste script knop

# #31120
source: BUTTON LABEL
dutch: KNOPLABEL

# #31121
source: PATH TO SCRIPT
dutch: LOCATIE NAAR SCRIPT

# #31124
source: Disable TvShowNextAired add-on
dutch: Uitschakelen TVshownextaired add-on

# #31125
source: Disable TvTunes add-on
dutch: uitschakelen TvTunes add-on

# #31127
source: Select Lyrics Add-On
dutch: Selecteer lyrics Add-on

# #31128
source: Kodi Lyrics
dutch: Kodi teksten

# #31131
source: Show Video Path in Info Screen
dutch: Toon videolocatie in informatiescherm

# #31134
source: Slim List
dutch: Smalle lijst

# #31135
source: List
dutch: Lijst

# #31136
source: Slide
dutch: Dia

# #31137
source: Media View
dutch: Media weergave

# #31138
source: Media View 2
dutch: media weergave 2

# #31141
source: Logo Wall
dutch: Logomuur

# #31143
source: Episode
dutch: Aflevering

# #31144
source: Thumb List
dutch: Miniaturen lijst

# #31200
source: Thumbnails
dutch: Miniaturen

# #31201
source: Upcoming Episodes
dutch: Aankomende afleveringen

# #31202
source: Logo Title
dutch: Logo titel

# #31208
source: Title
dutch: Titel

# #31212
source: Cinema Play
dutch: Bioscoop afspelen

# #31214
source: Show: Dark View
dutch: Toon: Donkere weergave

# #31218
source: Power Options
dutch: Energiebeheer

# #31221
source: Use condition-based weather fanart
dutch: Gebruik conditie-gebaseerde weer fan-art

# #31226
source: Rated
dutch: Beoordeeld

# #31229
source: First Premiered in
dutch: Voor het eerst in premiere in

# #31230
source: This Show Aired
dutch: Deze serie is uitgezonden op

# #31231
source: Aired
dutch: Uitgezonden

# #31233
source: Please Choose a Song
dutch: Kies een nummer

# #31234
source: on
dutch: op

# #31235
source: Go Back
dutch: Ga terug

# #31237
source: Press Down for Trailer
dutch: Druk omlaag voor trailer

# #31238
source: Press "X" to Stop
dutch: druk "X" om te stoppen

# #31240
source: Press "Left" for Trailer
dutch: Druk "links" voor traliler

# #31241
source: Show weather widget
dutch: toon Weer widget

# #31242
source: Set Timer
dutch: Instellen timer

# #31243
source: Cancel Timer
dutch: Afbreken timer

# #31244
source: Press Down for Info
dutch: Druk omlaag voor info

# #31245
source: Landscape Fanart
dutch: Landschap fan-art

# #31246
source: Press Up or "X" to stop Trailer
dutch: Druk omhoog of "X"om de trailer te stoppen

# #31247
source: Disable global clock
dutch: Deactiveer wereldklok

# #31248
source: Use smaller global now playing for music
dutch: Gebruik kleinere wereld nu afspelend voor muziek

# #31249
source: Get Artwork
dutch: Verkrijg Artwork

# #31254
source: 3 Days - Mini
dutch: 3 dagen -Mini

# #31255
source: 4 Days - Full
dutch: 4 dagen- volledig

# #31256
source: Global Settings
dutch: Globale instellingen

# #31257
source: Use random music backdrops - Same ones used on Home
dutch: Gebruik willekeurige muziek achtergronden - dezelfde gebruikt voor start

# #31258
source: Use random photo backdrops - Same ones used on Home
dutch: Gebruik willekeurige foto achtergronden - dezelfde gebruikt voor start

# #31259
source: Home screen options
dutch: Startscherm opties

# #31260
source: Add Custom Items to Home Menu
dutch: Voeg aangepaste item toe aan het start menu

# #31261
source: Custom Favorite
dutch: Aangepaste favoriet

# #31262
source: Set Label
dutch: Stel label in

# #31263
source: Automatically Download Images for TV shows
dutch: Automatisch downloaden afbeeldingen voor tv serie`s

# #31264
source: Click to Download [COLOR=selected]logo.png[/COLOR]
dutch: Klik om te downloaden [COLOR=selected]logo.png[/COLOR]

# #31266
source: Enable 'extrafanart' - random cycling of fanart in Library mode
dutch: Activeer 'extrafanart' - willekeurig wisselen van fan-art in bibiliotheekmodus

# #31267
source: User needs the 'extrafanart' folder at the root of TV Show or Movie folder
dutch: Gebruiker heeft de 'extrafanart' folder nodig bij de basis van de TV-serie of film folder

# #31269
source: Use a local landcape.jpg instead of regular thumb on TV level
dutch: Gebruik een lokale landschap.jpg in plaats van een regulier miniatuur op tv niveau

# #31270
source: User needs a landcape.jpg image at the root of TV Show folder
dutch: Gebruiker heeft een landschap.jpg afbeelding bij de basis van de TV-serie folder

# #31274
source: Now Playing
dutch: Nu afspelen

# #31275
source: Recent Episodes
dutch: Recente Afleveringen

# #31276
source: Play trailers in full screen mode
dutch: Speel trailers af in volledig scherm modus

# #31277
source: Show Lyrics Button in MusicOSD
dutch: Toon lyrics knop in MusicOSD

# #31279
source: Slide
dutch: Dia

# #31280
source: HD Movies
dutch: HD Films

# #31281
source: Rotate/Zoom fanart on the home screen
dutch: Draai/Zoom fan-art op het startmenu

# #31282
source: Enable Season Fanart on Episode level, will disable "ExtraFanart"
dutch: Activeer seizoen fan-art op afleveringsniveau, zal "ExtraFanart" deactiveren

# #31283
source: Also do this on the library views: Music, Movies and TV Shows
dutch: Doe dit ook voor de bibliotheek weergaven: Muziek, films en TV-series

# #31284
source: Remove Info
dutch: Verwijder informatie

# #31285
source: Show Info
dutch: Info Weergeven

# #31287
source: Icon
dutch: Icoon

# #31288
source: Shelf
dutch: Plank

# #31289
source: Set Label
dutch: Stel label in

# #31290
source: Set Favorite
dutch: Stel favoriet in

# #31291
source: Set Playlist
dutch: Stel afspeellijst in

# #31292
source: Custom Movies Submenus
dutch: Aangepaste films submenu`s

# #31293
source: Set Custom Submenu Favorite
dutch: Instellen aangepaste submenu favoriet

# #31294
source: Set Custom Submenu Playlist
dutch: Instellen aangepast submenu afspeellijst

# #31295
source: Custom TV Show Submenus
dutch: Aangepaste TV-series submenu`s

# #31296
source: Last Added
dutch: Laatst toegevoegd

# #31297
source: Disable global weather
dutch: Deactiveer globaal weer

# #31298
source: Recent Items
dutch: Recente items

# #31300
source: Current Temp
dutch: Huidige temperatuur

# #31301
source: Last Updated
dutch: Laatste update

# #31307
source: Hide Fanart
dutch: Verberg fanart

# #31309
source: Memory Used:
dutch: Gebruikt geheugen:

# #31317
source: Set Fanart Patnh
dutch: Instelllen fanart locatie

# #31319
source: Selected Profile
dutch: Geselecteerd profiel

# #31320
source: Last Logged In
dutch: Laatste login

# #31325
source: Playlist Options
dutch: Afspeellijst Opties

# #31326
source: Created
dutch: Gemaakt

# #31327
source: Resolution
dutch: Resolutie

# #31351
source: Pause
dutch: Pauze

# #31353
source: Fast Forward
dutch: Vooruit spoelen

# #31354
source: Rewind
dutch: Terug spoelen

# #31355
source: Movie menu
dutch: Film menu

# #31356
source: Download Subtitles
dutch: Download Ondertitels

# #31360
source: Watch as 2D
dutch: Bekijk als 2D

# #31361
source: Change mode
dutch: Verander modus

# #31362
source: Enabled
dutch: Geactiveerd

# #31400
source: Configure Appearance Settings[CR][CR]Change the skin · Set language and region · Change file listing options[CR]Set up a screensaver
dutch: Configureer uiterlijk instellingen[CR][CR]Wijzig de skin · Stel taal en regio in · verander bestandslijstopties[CR]Stel een schermbeveiliging in

# #31401
source: Configure Video Settings[CR][CR]Manage your video library · Set video playback options · Change video listing options[CR]Set subtitle fonts
dutch: Configureer Video instellingen[CR][CR]Beheer je videobibliotheek · Instellen van videoafspeelopties · verander videobestandlijstopties[CR]Stel lettertype fonts in

# #31402
source: Configure Music Settings[CR][CR]Manage your music library · Set music playback options · Change music listing options[CR]Setup song submission · Set karaoke options
dutch: Configureer Muziek instellingen[CR][CR]Beheer je muziekbibliotheek · instellen van muziekafspeelopties · Verander muzieklijst opties[CR]Stel nummeraanbod in · Configureer karaoke opties

# #31403
source: Configure Picture Settings[CR][CR]Set picture listing options · Configure slideshows
dutch: Configureer afbeeldingsinstellingen[CR][CR]instellen afbeeldingsvolgorde opties · Configureer diavoorstellingen

# #31404
source: Configure Weather Settings[CR][CR]Set three cities to collect weather information
dutch: Configureer weer instellingen[CR][CR]Geef drie locaties op voor weersverwachtingen

# #31405
source: Configure Network Settings[CR][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing[CR]Set internet access options
dutch: Configureer netwerkinstellingen[CR][CR]Stet bediening van Kodi in via UPnP en HTTP · configureer bestanden delen[CR]stel internet toegangsopties in

# #31406
source: Configure System Settings[CR][CR]Setup and calibrate displays · Configure audio output · Setup remote controls[CR]Set power saving options · Enable debugging · Setup master lock
dutch: Configureer systeeminstellingen[CR][CR]Instellen en kalibreer schermen · configureer geluidsuitgang · Instellen invoerapparaten[CR] Instellen energiebesparingsopties · Activeer debugging · instellen van vergrendel opties

# #31408
source: Configure Add-Ons[CR][CR]Browse for and install Add-ons from kodi.tv and other Repositories · Modify Add-on settings
dutch: Configureer add-ons[CR][CR]Zoek naar en installeer Add-ons van Kodi.tv en andere Repositories · verander add-on instellingen

# #31420
source: Login
dutch: Inloggen

# #31421
source: Select your Kodi user Profile[CR]to login and continue
dutch: Kies je Kodi gebruikersprofiel[CR]om door te gaan

# #31422
source: Show or hide the login screen at startup.
dutch: Toon of verberg het log-in scherm bij opstart.

# #31423
source: Select the profile that will be used at startup when the login screen is disabled.
dutch: Selecteer het profiel dat zal worden gebruikt bij opstarten wanneer het log-in scherm is gedeactiveerd.

# #31501
source: Scheduled Time
dutch: Geprogrammeerde Tijd

# #31503
source: Add Group
dutch: Groep toevoegen

# #31504
source: Rename Group
dutch: Groep hernoemen

# #31505
source: Delete Group
dutch: Groep verwijderen

# #31506
source: Available[CR]Groups
dutch: Beschikbare[CR]Groepen

# #31507
source: Ungrouped[CR]Channels
dutch: Ongegroepeerde[CR]Kanalen

# #31508
source: Channels in Group
dutch: aantal Kanalen in groep

# #31510
source: Timer Set
dutch: Timer instelling

# #31511
source: Sort Order: Ascending
dutch: Sorteervolgorde: Oplopend

# #31512
source: Sort Order: Descending
dutch: Sorteervolgorde: Aflopend

# #31513
source: View Settings
dutch: Toon instellingen

# #31514
source: Full Screen
dutch: Volledig scherm

# #31515
source: TV Airing Today
dutch: TV Uitzendingen Vandaag

# #31516
source: Use random items instead of recently added items
dutch: Gebruik willekeurige items in plaats van recent toegevoegde items

# #31521
source: Random
dutch: Willekeurig

# #31522
source: Use Artist Slideshow Addon
dutch: Gebruik artiesten slideshow add-on

# #31523
source: Next Episode
dutch: Volgende aflevering

# #31721
source: Show: Banner
dutch: Toon: Banner

# #31724
source: Track Number
dutch: Tracknummer

# #31725
source: Working...
dutch: Bezig...

# #31726
source: Show background videos in full screen mode
dutch: Toon achtergond video`s in volledig scherm modus

# #31727
source: Show music visualisations in the background
dutch: Toon muziek visualisaties in de achtergrond

# #31728
source: Enable bottom line RSS
dutch: Activeer bodem lijn RSS

# #31900
source: Map Alerts
dutch: Kaartwaarschuwingen

# #31901
source: 36 Hour Forecast
dutch: 36 Uur Voorspelling

# #31902
source: Hourly Forecast
dutch: Uurs Voorspelling

# #31903
source: Weekend Forecast
dutch: Weekend Voorspelling

# #31904
source: 10 Day Forecast
dutch: 10 Dagen Voorspelling

# #31905
source: CURRENT
dutch: HUIDIG

# #31906
source: ALERTS
dutch: ALARMEN

# #31910
source: Satellite and Radar
dutch: Satalliet en radar

# #31911
source: Forecast
dutch: Verwachting

# #31912
source: Conditions
dutch: Condities

# #31913
source: Severe Weather
dutch: Zwaar weer

# #31914
source: Weather Outlook
dutch: Weersverwachting

# #31972
source: TV Guide
dutch: TV gids

# #31973
source: Click to Download [COLOR=selected]poster.jpg[/COLOR]
dutch: Klik om te downloaden [COLOR=selected]poster.png[/COLOR]

# #31974
source: Click to Download [COLOR=selected]banner.jpg[/COLOR]
dutch: Klik om te downloaden [COLOR=selected]banner.png[/COLOR]

# #31975
source: Click to Download [COLOR=selected]landscape.jpg[/COLOR]
dutch: Klik om te downloaden [COLOR=selected]landschap.png[/COLOR]

# #31976
source: Click to Download [COLOR=selected]clearart.png[/COLOR]
dutch: Klik om te downloaden [COLOR=selected]clearart.png[/COLOR]

# #31977
source: The below items will download the corresponding artwork for all TV Shows. [COLOR=red]Warning[/COLOR]: It will overwrite existing files
dutch: De onderstaande items worden gedownload in de overeenkomstige artwork voor alle TV-series. [COLOR=red]Waarschuwing[/COLOR]: het zal bestaande bestanden overschrijven

# #31978
source: These are all of the currently installed custom images used in the TV Views. When updating it may take time for Kodi to update the image in its cache.
dutch: Dit zijn alle van de huidige geïnstalleerde aangepaste afbeeldingen gebruik in de TV weergaven. wanneer er wordt geüpdate kan het even duren voor Kodi om de afbeelding te updaten in zijn cache.

# #31979
source: TV: Use large recently added view
dutch: TV: gebruik grote recent toegevoegd weergave

# #31980
source: Movies: Use large recently added view
dutch: Films: gebruik grote recent toegevoegd weergave
